{"kegs":[{"id":1,"name":"Delirium Noctorum","brand":"Heineken","price":249,"abv":4.42,"pints_remain":72,"ingredients":"tart, smooth, sundried tomato, wheat, tamarind","description":"Roof try-hard 3 wolf moon. Cold-pressed everyday skateboard gluten-free. Sartorial bespoke taxidermy pitchfork schlitz art party small batch. Shoreditch gentrify five dollar toast hoodie biodiesel."},{"id":2,"name":"Shakespeare Oatmeal","brand":"Fosters","price":289,"abv":4.55,"pints_remain":4,"ingredients":"dense, chewy, curry, coconut, fresh bread","description":"Semiotics williamsburg offal lo-fi 3 wolf moon ennui authentic umami. Letterpress portland pinterest deep v phlogiston carry. Vinegar kombucha cornhole bitters yr celiac vice."},{"id":3,"name":"Samuel Smith’s Oatmeal Stout","brand":"Pabst Blue Ribbon","price":250,"abv":6.57,"pints_remain":0,"ingredients":"balanced, coating, apricot, green grape, mandarin","description":"Yolo carry health neutra five dollar toast bitters pabst truffaut. Shoreditch thundercats artisan. Kogi actually salvia. Seitan tumblr yr microdosing next level cray kale chips. Health 8-bit keffiyeh."},{"id":4,"name":"Sierra Nevada Celebration Ale","brand":"Stella Artois","price":270,"abv":3.75,"pints_remain":53,"ingredients":"juicy, watery, honeydew, watermelon, liquorice","description":"Narwhal vice direct trade etsy paleo cred small batch migas. Plaid aesthetic fanny pack five dollar toast intelligentsia meggings synth. Hammock park forage bushwick cronut meh. Taxidermy plaid sustainable ugh kale chips biodiesel."},{"id":5,"name":"Hop Rod Rye","brand":"Kirin","price":287,"abv":3.49,"pints_remain":55,"ingredients":"balanced, smooth, lemon, soy sauce, graham cracker","description":"Church-key microdosing +1. Green juice disrupt drinking you probably haven't heard of them. Yolo austin pork belly direct trade banjo thundercats. Cleanse post-ironic tattooed synth tacos cray fixie muggle magic."},{"id":6,"name":"Stone Imperial Russian Stout","brand":"Stella Artois","price":240,"abv":4.8,"pints_remain":111,"ingredients":"dirty, full, strawberry, graham cracker, green apple","description":"Butcher selfies literally meditation ramps trust fund 90's austin. Hella artisan etsy put a bird on it synth dreamcatcher ugh vhs. Street tattooed migas leggings taxidermy sriracha. Tofu messenger bag occupy williamsburg jean shorts. Blog vhs lomo tattooed yolo."},{"id":7,"name":"Bourbon County Stout","brand":"Leffe","price":250,"abv":5.2,"pints_remain":11,"ingredients":"dirty, juicy, carbon, white pepper, barley","description":"Slow-carb distillery thundercats fashion axe green juice vinegar etsy ramps. Wes anderson tacos vinegar. Ugh salvia polaroid aesthetic. Waistcoat artisan vegan trust fund mixtape cred microdosing diy."},{"id":8,"name":"Yeti Imperial Stout","brand":"Coors lite","price":241,"abv":4.09,"pints_remain":23,"ingredients":"deep, chewy, orange, black pepper, peach","description":"Bitters pbr&b flannel. Thundercats fingerstache post-ironic biodiesel vhs. Salvia blog viral. Ennui disrupt gluten-free neutra fashion axe single-origin coffee."},{"id":9,"name":"Founders Breakfast Stout","brand":"Samuel Adams","price":283,"abv":3.41,"pints_remain":104,"ingredients":"deep, juicy, orange blossom, nougat, molasses","description":"Jean shorts bespoke goth tacos mlkshk phlogiston squid. Pour-over selvage kitsch blue bottle. Normcore meditation migas lumbersexual. Meggings bushwick tumblr. Fixie cronut knausgaard drinking umami phlogiston."},{"id":10,"name":"Hercules Double IPA","brand":"Budweiser","price":272,"abv":4.36,"pints_remain":60,"ingredients":"deep, juicy, meyer lemon, nougat, rose hips","description":"Pop-up iphone chicharrones. Kale chips knausgaard narwhal vhs pbr&b. Bespoke venmo authentic banh mi single-origin coffee green juice park celiac. Knausgaard chartreuse chambray synth banjo keytar. Lumbersexual lo-fi venmo aesthetic direct trade farm-to-table you probably haven't heard of them."},{"id":11,"name":"Oak Aged Yeti Imperial Stout","brand":"Pabst Blue Ribbon","price":255,"abv":4.63,"pints_remain":121,"ingredients":"delicate, big, mushroom, marzipan, rye","description":"Chartreuse portland muggle magic yuccie pabst direct trade 8-bit. Iphone fingerstache chicharrones. Street selvage pitchfork scenester farm-to-table knausgaard."},{"id":12,"name":"Trappistes Rochefort 10","brand":"Stella Artois","price":264,"abv":4.8,"pints_remain":120,"ingredients":"sharp, syrupy, red currant, barley, white grape","description":"Yr meggings stumptown thundercats retro artisan jean shorts pitchfork. Truffaut tattooed actually. Godard fanny pack diy +1 williamsburg synth listicle lumbersexual."},{"id":13,"name":"Yeti Imperial Stout","brand":"Sapporo","price":262,"abv":6.38,"pints_remain":78,"ingredients":"sharp, silky, curry, maple syrup, sundried tomato","description":"Ethical banh mi poutine. Leggings quinoa ramps cleanse hoodie park jean shorts. Occupy squid helvetica keytar swag ethical. Chicharrones synth occupy mixtape."},{"id":14,"name":"Bell’s Expedition","brand":"Red Stripe","price":243,"abv":4.67,"pints_remain":54,"ingredients":"tart, round, magnolia, marzipan, jasmine","description":"Literally sustainable put a bird on it meh lumbersexual seitan. Direct trade deep v literally plaid food truck cray carry. Listicle neutra health. Kombucha blog bespoke aesthetic. 3 wolf moon mumblecore cardigan letterpress yolo vinegar keffiyeh."},{"id":15,"name":"Delirium Tremens","brand":"Sierra Nevada","price":282,"abv":6.11,"pints_remain":54,"ingredients":"dirty, big, curry, black pepper, brown sugar","description":"Migas chartreuse green juice hella intelligentsia. Drinking loko actually neutra pork belly master raw denim. Cleanse tattooed vinegar irony actually. Muggle magic cronut gastropub synth lo-fi chicharrones."},{"id":16,"name":"Celebrator Doppelbock","brand":"Becks","price":243,"abv":5.44,"pints_remain":105,"ingredients":"bright, juicy, blueberry, mint, nutmeg","description":"Vinyl godard try-hard iphone pinterest forage +1 meh. Keffiyeh cleanse salvia forage farm-to-table jean shorts echo waistcoat. Beard authentic synth vegan. Franzen austin brunch vinegar jean shorts semiotics."},{"id":17,"name":"Chimay Grande Réserve","brand":"Pabst Blue Ribbon","price":252,"abv":4.8,"pints_remain":81,"ingredients":"juicy, juicy, lime, dates, clementine","description":"Twee knausgaard everyday roof waistcoat before they sold out beard helvetica. Etsy blue bottle kale chips keffiyeh locavore freegan tacos leggings. Pinterest tacos 3 wolf moon gluten-free. Ethical offal loko sartorial narwhal semiotics. Knausgaard pour-over brooklyn drinking cardigan squid tofu."},{"id":18,"name":"Péché Mortel","brand":"Patagonia","price":246,"abv":4.44,"pints_remain":75,"ingredients":"bright, juicy, green apple, cinnamon, mango","description":"Etsy food truck beard blog chartreuse disrupt migas salvia. Blog swag bushwick beard brooklyn. Trust fund austin xoxo ugh quinoa cray dreamcatcher. 3 wolf moon flannel wes anderson typewriter."},{"id":19,"name":"Péché Mortel","brand":"Tsingtao","price":263,"abv":5.93,"pints_remain":59,"ingredients":"vibrant, tea-like, watermelon, fresh wood, lime","description":"Skateboard thundercats lumbersexual ramps plaid hashtag stumptown. Lomo godard pabst chambray gastropub. Taxidermy chicharrones tilde pop-up next level lumbersexual. Cornhole tote bag shoreditch food truck. Kitsch thundercats cronut yolo venmo lomo."},{"id":20,"name":"Storm King Stout","brand":"Samuel Adams","price":251,"abv":3.64,"pints_remain":19,"ingredients":"lingering, coating, marzipan, smokey, lavender","description":"Brooklyn street dreamcatcher wes anderson. Beard bicycle rights mixtape freegan neutra goth mlkshk. Austin brooklyn shabby chic hoodie. Seitan godard neutra narwhal pinterest aesthetic master."},{"id":21,"name":"Two Hearted Ale","brand":"Coors lite","price":245,"abv":5.91,"pints_remain":9,"ingredients":"sharp, silky, sweet pea, orange creamsicle, cranberry","description":"Whatever put a bird on it tumblr literally bitters humblebrag next level vhs. Bicycle rights diy vinyl plaid echo. Distillery mixtape kale chips heirloom kickstarter. Cliche plaid disrupt pickled crucifix. Wes anderson banh mi portland."},{"id":22,"name":"Shakespeare Oatmeal","brand":"Fosters","price":240,"abv":3.51,"pints_remain":104,"ingredients":"tart, tea-like, white pepper, hazelnut, curry","description":"Authentic beard keytar kitsch godard bushwick. Hashtag mixtape whatever intelligentsia banjo. Bicycle rights master occupy muggle magic fashion axe tattooed mumblecore mixtape. Try-hard bicycle rights dreamcatcher crucifix hashtag. Ennui single-origin coffee paleo wayfarers bushwick actually put a bird on it keytar."},{"id":23,"name":"Brooklyn Black","brand":"Fosters","price":269,"abv":5.11,"pints_remain":28,"ingredients":"astringent, watery, ginger, passion fruit, green-tea","description":"Humblebrag park neutra kitsch health beard godard narwhal. Put a bird on it kale chips polaroid small batch craft beer. Food truck cray pork belly health waistcoat banh mi. Typewriter kinfolk forage next level lomo heirloom. Kickstarter readymade fixie salvia blog."},{"id":24,"name":"Samuel Smith’s Imperial IPA","brand":"Sierra Nevada","price":249,"abv":6.79,"pints_remain":79,"ingredients":"balanced, coating, hops, prune, bergamot","description":"Disrupt truffaut sartorial ramps kinfolk chicharrones cred xoxo. Slow-carb cred flexitarian xoxo plaid intelligentsia whatever etsy. Stumptown phlogiston next level. Muggle magic brunch scenester ennui next level freegan offal."},{"id":25,"name":"Dreadnaught IPA","brand":"Quimes","price":266,"abv":6.59,"pints_remain":89,"ingredients":"wild, watery, pecan, white pepper, cacao nibs","description":"Shoreditch kitsch yr austin offal selvage. Distillery shabby chic lumbersexual. Sriracha hashtag 90's. Stumptown polaroid health cardigan diy tote bag vhs. Gentrify hoodie pop-up ugh cornhole truffaut chambray."},{"id":26,"name":"Oaked Arrogant Bastard Ale","brand":"Amstel","price":243,"abv":6.85,"pints_remain":85,"ingredients":"clean, silky, cashew, mint, papaya","description":"Mixtape quinoa cardigan sartorial. Pug cornhole chillwave ramps. Tofu helvetica dreamcatcher umami street tousled. Microdosing muggle magic wolf mumblecore iphone bushwick pug."},{"id":27,"name":"Ten FIDY","brand":"Amstel","price":260,"abv":4.96,"pints_remain":62,"ingredients":"tart, watery, smokey, musty, olive","description":"Selfies you probably haven't heard of them church-key pug kombucha retro bitters. Flannel pitchfork aesthetic ennui. Blog keffiyeh vinegar small batch. Chartreuse umami chicharrones bushwick health stumptown. Ennui sartorial irony craft beer dreamcatcher tilde master."},{"id":28,"name":"Trappistes Rochefort 10","brand":"Miller Draft","price":246,"abv":3.52,"pints_remain":4,"ingredients":"structured, silky, rye, jasmine, milk chocolate","description":"Small batch pop-up green juice park. Distillery portland cold-pressed knausgaard brooklyn. Artisan raw denim next level shoreditch stumptown plaid fixie. 3 wolf moon wes anderson cleanse typewriter echo."},{"id":29,"name":"Arrogant Bastard Ale","brand":"Quimes","price":263,"abv":6.37,"pints_remain":115,"ingredients":"structured, big, leafy greens, brown sugar, baggy","description":"Letterpress narwhal fingerstache kombucha wayfarers. Kitsch twee heirloom photo booth park pabst pug artisan. Brooklyn echo chia 8-bit roof keffiyeh small batch church-key. Wes anderson fingerstache vegan. Fingerstache wayfarers selvage hella pop-up."},{"id":30,"name":"Duvel","brand":"Stella Artois","price":280,"abv":5.3,"pints_remain":101,"ingredients":"complex, juicy, nougat, bergamot, green grape","description":"Microdosing +1 marfa normcore paleo direct trade. Tilde vegan aesthetic. Keffiyeh austin kogi chillwave kale chips vinegar sartorial. Everyday neutra mumblecore schlitz. Locavore cold-pressed celiac kickstarter flannel selvage."},{"id":31,"name":"Chocolate St","brand":"Blue Moon","price":285,"abv":5.21,"pints_remain":15,"ingredients":"quick, smooth, tobacco, lavender, ginger","description":"Tumblr twee xoxo. Bitters humblebrag beard diy vinyl carry vhs everyday. Tumblr chillwave phlogiston swag yolo echo pinterest ugh."},{"id":32,"name":"Péché Mortel","brand":"Becks","price":264,"abv":4.82,"pints_remain":45,"ingredients":"dense, silky, concord grape, nectarine, sage","description":"Hammock letterpress gluten-free waistcoat pug. Pork belly drinking knausgaard cred. Blue bottle bushwick viral craft beer pickled freegan. Mixtape phlogiston meh twee."},{"id":33,"name":"Bell’s Expedition","brand":"Rolling Rock","price":261,"abv":6.4,"pints_remain":23,"ingredients":"dull, velvety, cranberry, graham cracker, cherry","description":"Cred slow-carb vinyl thundercats 90's sustainable. 90's pour-over fingerstache street taxidermy small batch. Green juice paleo biodiesel. Pop-up five dollar toast freegan offal disrupt phlogiston pour-over."},{"id":34,"name":"Hop Rod Rye","brand":"Miller Draft","price":264,"abv":4.14,"pints_remain":112,"ingredients":"dense, full, green-tea, olive, dates","description":"Readymade godard chicharrones cliche vegan direct trade venmo. Pbr&b offal church-key truffaut. Cray chambray pinterest hoodie deep v tacos carry squid. Kale chips umami cornhole asymmetrical skateboard food truck."},{"id":35,"name":"Shakespeare Oatmeal","brand":"Murphys","price":296,"abv":5.35,"pints_remain":85,"ingredients":"dry, syrupy, sage, lemon verbena, potato defect!","description":"Master everyday retro. Pitchfork fanny pack bushwick truffaut. Tumblr direct trade normcore chillwave cliche knausgaard kogi readymade. Health asymmetrical letterpress muggle magic biodiesel."},{"id":36,"name":"Trappistes Rochefort 8","brand":"Pabst Blue Ribbon","price":249,"abv":4.58,"pints_remain":105,"ingredients":"juicy, full, corriander, snow pea, nutmeg","description":"Yr trust fund seitan. Fixie health seitan stumptown. Viral trust fund 90's lo-fi chambray flannel cray five dollar toast."},{"id":37,"name":"St. Bernardus Abt 12","brand":"Kirin","price":284,"abv":3.56,"pints_remain":97,"ingredients":"sharp, smooth, mushroom, green grape, star fruit","description":"Wayfarers organic celiac polaroid blue bottle. Food truck trust fund pitchfork helvetica everyday. Skateboard flexitarian dreamcatcher squid heirloom sartorial beard. Thundercats church-key celiac everyday cliche flannel etsy salvia."},{"id":38,"name":"Stone IPA","brand":"Harp","price":270,"abv":4.87,"pints_remain":34,"ingredients":"tart, velvety, fresh wood, corriander, pecan","description":"Yuccie keffiyeh tacos viral fixie venmo readymade try-hard. Pbr&b 8-bit food truck typewriter authentic locavore. Cornhole pug cold-pressed neutra narwhal park biodiesel. Loko locavore lumbersexual beard. Forage wes anderson loko."},{"id":39,"name":"Dreadnaught IPA","brand":"Carlsberg","price":258,"abv":5.69,"pints_remain":38,"ingredients":"delicate, round, figs, rubber, strawberry","description":"Truffaut narwhal fashion axe retro flannel. Tacos slow-carb kickstarter sustainable humblebrag cleanse carry chia. You probably haven't heard of them diy carry keffiyeh phlogiston blue bottle sriracha drinking. Forage wolf selvage knausgaard messenger bag. Selvage hashtag taxidermy kitsch wes anderson beard kinfolk."},{"id":40,"name":"St. Bernardus Abt 12","brand":"Dos Equis","price":242,"abv":5.36,"pints_remain":73,"ingredients":"juicy, big, pecan, fresh wood, lavender","description":"Neutra authentic bespoke gastropub kale chips lomo street phlogiston. Retro post-ironic echo. Blog everyday 90's forage schlitz meditation vinyl chillwave. Waistcoat gentrify ramps offal. Hoodie chicharrones locavore."},{"id":41,"name":"Samuel Smith’s Oatmeal Stout","brand":"Pacifico","price":242,"abv":4.1,"pints_remain":114,"ingredients":"juicy, smooth, bergamot, black cherry, raisin","description":"Swag pickled bitters banjo 90's dreamcatcher chillwave. Mlkshk farm-to-table trust fund. Normcore portland williamsburg plaid fashion axe polaroid helvetica blue bottle."},{"id":42,"name":"Trappistes Rochefort 10","brand":"Harp","price":241,"abv":3.45,"pints_remain":85,"ingredients":"soft, big, quakery, raspberry, red grape","description":"Chillwave selvage umami. Wayfarers heirloom hashtag health pabst dreamcatcher pour-over mustache. Try-hard yolo shabby chic bitters."},{"id":43,"name":"Trappistes Rochefort 10","brand":"Amstel","price":295,"abv":5.31,"pints_remain":17,"ingredients":"juicy, velvety, nectarine, mandarin, white grape","description":"Occupy austin 8-bit. Retro gentrify kombucha xoxo. Waistcoat occupy ramps selvage chillwave."},{"id":44,"name":"Oak Aged Yeti Imperial Stout","brand":"Heineken","price":267,"abv":4.25,"pints_remain":28,"ingredients":"unbalanced, smooth, smokey, concord grape, orange creamsicle","description":"Kinfolk sriracha blue bottle salvia raw denim crucifix intelligentsia five dollar toast. Raw denim kogi messenger bag meggings helvetica authentic blue bottle cardigan. Meh gentrify selvage. Put a bird on it farm-to-table neutra venmo. Typewriter listicle brunch selfies you probably haven't heard of them vinegar."},{"id":45,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Budweiser","price":275,"abv":3.57,"pints_remain":39,"ingredients":"deep, full, honey, nougat, carmel","description":"Art party meggings dreamcatcher kickstarter flannel vice lumbersexual. Venmo ramps shabby chic drinking bitters single-origin coffee pinterest. Trust fund fixie thundercats celiac sriracha."},{"id":46,"name":"Two Hearted Ale","brand":"Lowenbrau","price":243,"abv":3.72,"pints_remain":10,"ingredients":"mild, velvety, raspberry, dates, rye","description":"Ennui tacos wayfarers pork belly bespoke wes anderson williamsburg. Knausgaard yr iphone. Stumptown letterpress hashtag loko."},{"id":47,"name":"Ruination IPA","brand":"Paulaner","price":278,"abv":4.73,"pints_remain":2,"ingredients":"mild, coating, ginger, quakery, marshmallow","description":"Green juice ramps distillery cray flannel biodiesel. Skateboard food truck salvia celiac. Beard helvetica fixie blue bottle. Tattooed polaroid aesthetic."},{"id":48,"name":"Bell’s Expedition","brand":"Delirium","price":283,"abv":4.77,"pints_remain":75,"ingredients":"mild, creamy, lemonade, white pepper, plum","description":"Austin actually loko poutine. Migas single-origin coffee readymade occupy roof meditation sriracha narwhal. Yolo humblebrag brunch small batch."},{"id":49,"name":"Storm King Stout","brand":"Quimes","price":294,"abv":5.28,"pints_remain":16,"ingredients":"mild, creamy, cranberry, red grape, strawberry","description":"Whatever ugh crucifix trust fund organic 90's listicle. Flannel helvetica plaid skateboard irony banjo raw denim viral. Blue bottle tacos ramps phlogiston meh bespoke."},{"id":50,"name":"Sierra Nevada Celebration Ale","brand":"Red Stripe","price":273,"abv":4.88,"pints_remain":73,"ingredients":"dirty, big, grapefruit, cinnamon, leafy greens","description":"Freegan literally cray poutine crucifix swag fixie brooklyn. Kinfolk trust fund squid banjo ethical try-hard hashtag. Sartorial jean shorts chartreuse."},{"id":51,"name":"Founders Kentucky Breakfast","brand":"Leffe","price":255,"abv":6.73,"pints_remain":18,"ingredients":"quick, watery, kiwi, cashew, raspberry","description":"Kitsch drinking crucifix pug plaid goth kombucha hoodie. Park chicharrones vegan blue bottle. Quinoa raw denim post-ironic kinfolk. Helvetica gastropub umami flexitarian. Blue bottle swag trust fund cliche meggings church-key."},{"id":52,"name":"Bell’s Expedition","brand":"Delirium","price":278,"abv":3.52,"pints_remain":64,"ingredients":"bright, full, prune, sweet pea, banana","description":"Cray food truck fixie. Deep v microdosing health disrupt wolf. Franzen pbr&b taxidermy kombucha offal brooklyn wolf listicle. Freegan sriracha park pug mumblecore mixtape."},{"id":53,"name":"Stone IPA","brand":"Sierra Nevada","price":249,"abv":5.59,"pints_remain":74,"ingredients":"dense, syrupy, mango, potato defect!, brown sugar","description":"Listicle locavore kitsch shabby chic direct trade. Letterpress mlkshk paleo williamsburg park deep v meditation vice. Irony viral wayfarers lo-fi fixie yuccie sustainable. Church-key brooklyn pour-over."},{"id":54,"name":"Chimay Grande Réserve","brand":"Pacifico","price":288,"abv":6.67,"pints_remain":69,"ingredients":"muted, velvety, lavender, snow pea, pecan","description":"90's chartreuse wayfarers bitters meditation helvetica echo health. Pork belly skateboard pug banjo celiac. Actually occupy goth gluten-free fashion axe. Beard shoreditch put a bird on it vegan. Cliche poutine chambray ethical hoodie shabby chic salvia try-hard."},{"id":55,"name":"Duvel","brand":"Red Stripe","price":296,"abv":6.31,"pints_remain":98,"ingredients":"mild, coating, graham cracker, clove, honeysuckle","description":"Plaid marfa wayfarers distillery. Hoodie next level iphone pitchfork. Wes anderson cliche swag pitchfork jean shorts."},{"id":56,"name":"Founders Kentucky Breakfast","brand":"Samuel Adams","price":241,"abv":4.31,"pints_remain":57,"ingredients":"delicate, smooth, figs, baggy, hibiscus","description":"Seitan distillery intelligentsia. Yr taxidermy schlitz. Umami thundercats truffaut kale chips tattooed. Ugh seitan butcher farm-to-table. Waistcoat gentrify phlogiston kickstarter farm-to-table hammock."},{"id":57,"name":"Ruination IPA","brand":"Hoegaarden","price":239,"abv":3.5,"pints_remain":96,"ingredients":"astringent, silky, milk chocolate, liquorice, black currant","description":"Sriracha fashion axe keffiyeh mixtape health. Deep v butcher retro. Fixie small batch yolo crucifix heirloom brunch health tofu."},{"id":58,"name":"Oaked Arrogant Bastard Ale","brand":"Corona Extra","price":240,"abv":6.87,"pints_remain":65,"ingredients":"quick, smooth, cashew, white pepper, cocoa powder","description":"Blue bottle kinfolk mustache tacos. Franzen farm-to-table chambray. Chartreuse banjo gastropub shabby chic synth knausgaard +1 irony. Asymmetrical next level synth gastropub carry sriracha."},{"id":59,"name":"Shakespeare Oatmeal","brand":"Budweiser","price":254,"abv":6.38,"pints_remain":118,"ingredients":"muted, watery, honey, baggy, star fruit","description":"Poutine chia irony cred gastropub. Disrupt lomo try-hard gastropub. Migas thundercats drinking skateboard small batch meggings art party actually."},{"id":60,"name":"Duvel","brand":"Fosters","price":241,"abv":4.16,"pints_remain":46,"ingredients":"vibrant, round, corriander, cinnamon, leathery","description":"Narwhal hammock disrupt kogi semiotics. Chartreuse put a bird on it raw denim organic fingerstache. Ugh brunch paleo +1 cray master. Fingerstache food truck echo chambray kinfolk wolf."},{"id":61,"name":"Double Bastard Ale","brand":"Tsingtao","price":285,"abv":5.39,"pints_remain":114,"ingredients":"delicate, coating, pecan, tangerine, barley","description":"Pickled selfies retro everyday portland flexitarian messenger bag put a bird on it. Franzen keytar single-origin coffee occupy fanny pack tilde. Church-key sustainable literally loko tacos cornhole pbr&b raw denim. +1 carry raw denim bitters bespoke shoreditch ethical cold-pressed. Hoodie bushwick tattooed master distillery raw denim blog pork belly."},{"id":62,"name":"Trappistes Rochefort 8","brand":"Kirin","price":269,"abv":3.4,"pints_remain":1,"ingredients":"complex, big, clove, cocoa powder, nutmeg","description":"Cornhole hashtag tofu seitan try-hard. Microdosing distillery listicle fixie tote bag artisan. Sriracha street stumptown austin green juice leggings muggle magic. Tattooed asymmetrical chambray plaid mumblecore master. Bushwick muggle magic shoreditch banh mi heirloom selfies microdosing plaid."},{"id":63,"name":"HopSlam Ale","brand":"Becks","price":243,"abv":4.17,"pints_remain":61,"ingredients":"muted, smooth, green pepper, medicinal, meyer lemon","description":"Artisan actually bicycle rights meh. Single-origin coffee bespoke diy skateboard chicharrones. Pinterest salvia hoodie jean shorts. Photo booth authentic schlitz knausgaard selvage taxidermy sustainable kale chips."},{"id":64,"name":"HopSlam Ale","brand":"Corona Extra","price":292,"abv":5.54,"pints_remain":116,"ingredients":"vibrant, full, sage, hibiscus, cola","description":"Polaroid bicycle rights chicharrones cleanse park sartorial. Shabby chic readymade hella pbr&b. Fixie banjo 8-bit meditation."},{"id":65,"name":"Bell’s Expedition","brand":"Leffe","price":289,"abv":5.57,"pints_remain":30,"ingredients":"complex, syrupy, hibiscus, cedar, bergamot","description":"Flannel kogi loko sustainable next level chia schlitz. Street distillery offal mixtape. Scenester leggings helvetica pour-over cray seitan pug. Microdosing pour-over viral. Sriracha hammock kale chips twee."},{"id":66,"name":"HopSlam Ale","brand":"BudLight","price":285,"abv":4.32,"pints_remain":102,"ingredients":"quick, slick, orange blossom, papaya, cocoa powder","description":"Banh mi microdosing stumptown cornhole. Ennui trust fund asymmetrical viral diy williamsburg tattooed organic. Hoodie meggings portland."},{"id":67,"name":"HopSlam Ale","brand":"Stella Artois","price":273,"abv":3.5,"pints_remain":20,"ingredients":"dirty, silky, sage, strawberry, burnt sugar","description":"Ethical crucifix flannel sriracha. Jean shorts xoxo kombucha raw denim pork belly neutra semiotics. Sustainable next level bespoke kale chips jean shorts chicharrones. Flexitarian green juice pinterest sartorial 8-bit pabst. Single-origin coffee cleanse distillery gluten-free bespoke gastropub."},{"id":68,"name":"Ten FIDY","brand":"Carlsberg","price":293,"abv":5.15,"pints_remain":82,"ingredients":"vibrant, juicy, sundried tomato, pineapple, peanut","description":"Salvia mlkshk normcore. Lumbersexual jean shorts goth +1 ennui. Letterpress bicycle rights humblebrag. Austin readymade you probably haven't heard of them hammock before they sold out franzen umami."},{"id":69,"name":"HopSlam Ale","brand":"Fosters","price":261,"abv":6.9,"pints_remain":105,"ingredients":"deep, smooth, rye, hibiscus, banana","description":"Vice cronut kombucha waistcoat mixtape. Cardigan godard brunch typewriter chicharrones meh kale chips. Meh dreamcatcher portland deep v try-hard austin. Small batch whatever food truck mustache butcher vice hoodie. Small batch tofu loko schlitz."},{"id":70,"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Stella Artois","price":286,"abv":6.87,"pints_remain":72,"ingredients":"astringent, silky, red currant, raspberry, lime","description":"Freegan hashtag +1 blue bottle tilde kickstarter biodiesel pitchfork. Kitsch authentic fixie mumblecore you probably haven't heard of them. Taxidermy pitchfork cold-pressed ugh marfa paleo shoreditch. Keytar blog wes anderson artisan street poutine. Bushwick scenester vinyl keffiyeh etsy xoxo mixtape."},{"id":71,"name":"Hennepin","brand":"Blue Moon","price":246,"abv":3.86,"pints_remain":86,"ingredients":"quick, syrupy, mint, cashew, almond","description":"Mlkshk pork belly thundercats shoreditch viral sustainable squid put a bird on it. Quinoa authentic plaid wes anderson humblebrag bespoke yr try-hard. Polaroid cronut truffaut selvage +1 chicharrones. Banjo yolo shabby chic vegan tilde."},{"id":72,"name":"Oak Aged Yeti Imperial Stout","brand":"Heineken","price":238,"abv":5.64,"pints_remain":99,"ingredients":"complex, round, honey, mushroom, pecan","description":"Plaid ethical poutine street synth. Deep v five dollar toast gastropub slow-carb knausgaard cronut tousled. Health artisan deep v polaroid drinking."},{"id":73,"name":"Delirium Noctorum","brand":"Blue Moon","price":265,"abv":5.8,"pints_remain":108,"ingredients":"wild, slick, cacao nibs, cashew, soy sauce","description":"Park photo booth tousled pour-over. Cliche selfies plaid whatever jean shorts knausgaard phlogiston. 8-bit blog ethical farm-to-table."},{"id":74,"name":"La Fin Du Monde","brand":"Paulaner","price":290,"abv":5.89,"pints_remain":109,"ingredients":"mild, velvety, meyer lemon, orange, carbon","description":"Small batch raw denim franzen gastropub. Authentic tattooed crucifix. Cornhole cray yr selvage. Bicycle rights 8-bit intelligentsia quinoa vegan whatever butcher swag."},{"id":75,"name":"Arrogant Bastard Ale","brand":"Becks","price":243,"abv":3.51,"pints_remain":107,"ingredients":"astringent, silky, walnut, corriander, carmel","description":"Helvetica flannel cronut. Cold-pressed post-ironic humblebrag venmo. Carry lomo 8-bit bicycle rights yuccie. Swag readymade mustache 8-bit helvetica fashion axe biodiesel."},{"id":76,"name":"Nugget Nectar","brand":"Lowenbrau","price":267,"abv":4.82,"pints_remain":41,"ingredients":"rounded, tea-like, meyer lemon, maple syrup, sage","description":"Chia meggings yuccie poutine. Photo booth pop-up put a bird on it fingerstache etsy. Kitsch meh ennui chia williamsburg kinfolk +1 tacos. Post-ironic plaid bushwick freegan. Farm-to-table listicle tofu twee next level 90's."},{"id":77,"name":"Trappistes Rochefort 8","brand":"Red Stripe","price":237,"abv":4.74,"pints_remain":27,"ingredients":"soft, big, sage, peach, mandarin","description":"Put a bird on it mustache meh. Authentic narwhal franzen. Stumptown mustache chia cold-pressed raw denim."},{"id":78,"name":"Double Bastard Ale","brand":"Budweiser","price":253,"abv":5.58,"pints_remain":87,"ingredients":"vibrant, juicy, curry, hazelnut, dates","description":"Pork belly cronut meditation artisan sustainable squid stumptown vinegar. Vhs five dollar toast godard. Microdosing ugh lo-fi bitters. Wayfarers 90's bushwick fixie cliche cleanse."},{"id":79,"name":"Hercules Double IPA","brand":"Red Stripe","price":290,"abv":5.08,"pints_remain":8,"ingredients":"astringent, tea-like, watermelon, fresh wood, peach","description":"Tumblr flexitarian brunch. Plaid whatever sartorial church-key forage. Wes anderson seitan listicle."},{"id":80,"name":"Oak Aged Yeti Imperial Stout","brand":"Quimes","price":244,"abv":3.77,"pints_remain":46,"ingredients":"dense, velvety, leathery, red currant, pecan","description":"Kickstarter cray ennui bitters iphone pbr&b. Normcore lo-fi chillwave austin five dollar toast taxidermy kogi. Green juice kogi normcore banjo flannel hammock. Yr letterpress twee gluten-free locavore. Readymade leggings chia godard 8-bit sustainable."},{"id":81,"name":"Weihenstephaner Hefeweissbier","brand":"Budweiser","price":244,"abv":6.55,"pints_remain":24,"ingredients":"crisp, coating, nectarine, mushroom, molasses","description":"Quinoa helvetica twee loko green juice schlitz. Listicle asymmetrical phlogiston biodiesel twee hella. Direct trade kitsch biodiesel cold-pressed microdosing actually banh mi selfies. Cred mustache church-key put a bird on it."},{"id":82,"name":"Westmalle Trappist Tripel","brand":"Blue Moon","price":263,"abv":4.41,"pints_remain":121,"ingredients":"vibrant, coating, blueberry, bergamot, hibiscus","description":"Kitsch authentic locavore master semiotics vegan everyday skateboard. Cornhole 90's mlkshk. Ramps chillwave pork belly ugh williamsburg carry tousled normcore."},{"id":83,"name":"Oak Aged Yeti Imperial Stout","brand":"Harp","price":247,"abv":5.1,"pints_remain":115,"ingredients":"dry, syrupy, lemon, toast, star fruit","description":"8-bit shoreditch chambray irony green juice skateboard. Yr try-hard pug. Gluten-free selfies venmo austin banh mi fingerstache ramps. Art party ennui tacos semiotics."},{"id":84,"name":"Hercules Double IPA","brand":"Delirium","price":246,"abv":5.54,"pints_remain":109,"ingredients":"sharp, juicy, mango, pecan, honeysuckle","description":"Sartorial etsy selvage street. Semiotics gentrify ramps readymade salvia cliche. Meh mlkshk echo park hashtag schlitz offal pug."},{"id":85,"name":"Trois Pistoles","brand":"Leffe","price":262,"abv":6.61,"pints_remain":83,"ingredients":"deep, slick, lemon verbena, baggy, dill","description":"Disrupt vinegar iphone cred kinfolk photo booth mustache. Blog single-origin coffee echo pork belly. Kickstarter lomo pabst etsy wes anderson normcore."},{"id":86,"name":"Oak Aged Yeti Imperial Stout","brand":"Red Stripe","price":268,"abv":4.0,"pints_remain":115,"ingredients":"muted, full, lemongrass, granola, mint","description":"Meggings kombucha fingerstache you probably haven't heard of them next level vinegar. Tote bag try-hard aesthetic 8-bit truffaut. Hella pop-up asymmetrical synth. Photo booth green juice cliche. Vinyl distillery sriracha selvage."},{"id":87,"name":"Double Bastard Ale","brand":"Becks","price":273,"abv":6.54,"pints_remain":16,"ingredients":"deep, round, pecan, raisin, orange creamsicle","description":"Pitchfork lo-fi portland cardigan. Pickled deep v celiac mlkshk church-key tousled. Taxidermy lumbersexual seitan humblebrag semiotics blue bottle squid pop-up. Cronut organic occupy."},{"id":88,"name":"La Fin Du Monde","brand":"Becks","price":276,"abv":5.21,"pints_remain":57,"ingredients":"juicy, tea-like, mandarin, cola, nectarine","description":"8-bit vegan slow-carb thundercats semiotics single-origin coffee echo mixtape. Everyday echo keytar freegan crucifix xoxo kale chips. Photo booth quinoa next level forage heirloom."},{"id":89,"name":"Schneider Aventinus","brand":"Stella Artois","price":283,"abv":5.74,"pints_remain":107,"ingredients":"crisp, silky, cherry, cantaloupe, honey","description":"Roof cronut pitchfork seitan loko lumbersexual swag cliche. Master before they sold out brunch tumblr. Stumptown irony small batch quinoa. Readymade blue bottle schlitz ennui small batch."},{"id":90,"name":"Schneider Aventinus","brand":"Rolling Rock","price":240,"abv":4.86,"pints_remain":98,"ingredients":"vibrant, chewy, hibiscus, nougat, green-tea","description":"Blog ugh fashion axe pbr&b banh mi beard mixtape gastropub. Tote bag flannel small batch offal wolf banjo. Kale chips distillery put a bird on it actually intelligentsia bushwick thundercats letterpress. Ennui everyday chicharrones."},{"id":91,"name":"Shakespeare Oatmeal","brand":"Quimes","price":242,"abv":6.65,"pints_remain":76,"ingredients":"tart, silky, red apple, jasmine, bittersweet chocolate","description":"Occupy health yr banjo trust fund deep v hella. Actually small batch lomo taxidermy pickled park. Aesthetic single-origin coffee narwhal viral. Pinterest art party hashtag vinegar."},{"id":92,"name":"Arrogant Bastard Ale","brand":"Carlsberg","price":293,"abv":6.24,"pints_remain":67,"ingredients":"lingering, big, leathery, nutmeg, lemonade","description":"Wayfarers blog salvia cred mustache brunch. Loko readymade mumblecore. Art party biodiesel tousled."},{"id":93,"name":"Westmalle Trappist Tripel","brand":"Tsingtao","price":284,"abv":4.6,"pints_remain":114,"ingredients":"delicate, watery, carbon, olive, nutmeg","description":"Aesthetic scenester sustainable tumblr gentrify distillery. Synth meditation chillwave offal intelligentsia +1 marfa mixtape. Fingerstache cold-pressed biodiesel yr. Yolo before they sold out schlitz poutine put a bird on it locavore roof. Selfies drinking semiotics vinyl sartorial actually gentrify."},{"id":94,"name":"Samuel Smith’s Oatmeal Stout","brand":"Kirin","price":287,"abv":3.51,"pints_remain":77,"ingredients":"soft, watery, maple syrup, cacao nibs, squash","description":"Everyday ennui photo booth venmo twee authentic. Beard flexitarian synth celiac roof sustainable paleo locavore. Raw denim put a bird on it austin celiac locavore. Cray irony leggings etsy truffaut pinterest chartreuse trust fund."},{"id":95,"name":"St. Bernardus Abt 12","brand":"Fosters","price":287,"abv":5.45,"pints_remain":113,"ingredients":"tart, tea-like, star fruit, dill, green-tea","description":"Diy wolf pour-over chartreuse blue bottle. Tumblr chartreuse kombucha tacos dreamcatcher bespoke. Typewriter portland authentic pinterest cardigan fixie mumblecore gluten-free."},{"id":96,"name":"Orval Trappist Ale","brand":"Carlsberg","price":255,"abv":5.5,"pints_remain":89,"ingredients":"dull, smooth, clementine, carmel, sundried tomato","description":"Scenester helvetica bespoke mixtape distillery poutine authentic. Biodiesel single-origin coffee freegan jean shorts readymade ugh. Migas cornhole selvage fanny pack. Distillery vinegar mlkshk intelligentsia. Ramps messenger bag iphone."},{"id":97,"name":"Delirium Tremens","brand":"Paulaner","price":269,"abv":6.84,"pints_remain":6,"ingredients":"delicate, velvety, sage, raisin, hay","description":"Literally kogi pitchfork authentic. Deep v kombucha put a bird on it kogi cardigan biodiesel lo-fi brunch. Ugh raw denim williamsburg."},{"id":98,"name":"Shakespeare Oatmeal","brand":"Delirium","price":238,"abv":4.96,"pints_remain":80,"ingredients":"sharp, smooth, strawberry, fresh wood, honeysuckle","description":"Cornhole venmo +1 keffiyeh chicharrones single-origin coffee. Thundercats franzen next level dreamcatcher polaroid actually. Humblebrag neutra muggle magic cliche."},{"id":99,"name":"Trappistes Rochefort 8","brand":"Tsingtao","price":270,"abv":3.78,"pints_remain":111,"ingredients":"dense, velvety, prune, cinnamon, tamarind","description":"Cleanse park 8-bit retro. Tofu venmo phlogiston disrupt migas. Pabst venmo iphone ethical readymade street whatever paleo. Loko organic meditation lomo. Phlogiston park messenger bag goth butcher deep v blue bottle."},{"id":100,"name":"Samuel Smith’s Oatmeal Stout","brand":"Leffe","price":251,"abv":6.51,"pints_remain":10,"ingredients":"deep, coating, black cherry, honeysuckle, black pepper","description":"Chillwave xoxo ugh tousled salvia keffiyeh normcore quinoa. Truffaut cold-pressed meh letterpress muggle magic crucifix viral. Five dollar toast pitchfork chillwave disrupt butcher seitan. Lomo brooklyn +1 williamsburg muggle magic hashtag knausgaard helvetica. Meggings 3 wolf moon health trust fund semiotics normcore."}]}