{"kegs":[{"name":"Weihenstephaner Hefeweissbier","brand":"Pabst Blue Ribbon","price":260,"abv":3.68,"pints_remain":95,"ingredients":"mild, creamy, nutella, potato defect!, cedar","description":"Literally cleanse 3 wolf moon phlogiston locavore. Waistcoat literally humblebrag. Viral scenester selfies tacos fanny pack godard brunch. Marfa put a bird on it tilde cornhole church-key squid vice plaid. Trust fund meh ugh vinegar paleo direct trade."},{"name":"Trappistes Rochefort 8","brand":"Sapporo","price":286,"abv":6.84,"pints_remain":107,"ingredients":"bright, juicy, cream, tangerine, dates","description":"Park keytar organic chicharrones brunch leggings venmo. Typewriter kitsch bushwick selvage ennui. Gentrify tote bag skateboard."},{"name":"Chimay Grande Réserve","brand":"Red Stripe","price":261,"abv":3.55,"pints_remain":11,"ingredients":"dull, big, honeydew, hazelnut, rubber","description":"Sustainable +1 butcher food truck celiac gentrify. Squid fixie asymmetrical art party seitan franzen cold-pressed banh mi. Poutine goth craft beer green juice ramps."},{"name":"Hercules Double IPA","brand":"Delirium","price":275,"abv":3.94,"pints_remain":52,"ingredients":"crisp, chewy, cantaloupe, nougat, raspberry","description":"Skateboard semiotics gentrify hammock offal banh mi lumbersexual listicle. Fashion axe whatever synth. Plaid blue bottle kogi. Butcher tofu cleanse fanny pack photo booth."},{"name":"Kirin Inchiban","brand":"Murphys","price":271,"abv":5.91,"pints_remain":37,"ingredients":"balanced, smooth, nectarine, mandarin, raspberry","description":"Meggings single-origin coffee 90's hella. Helvetica blog marfa. Fingerstache pop-up skateboard leggings goth. Master celiac cliche. Literally wes anderson vegan."},{"name":"Chocolate St","brand":"Carlsberg","price":269,"abv":4.35,"pints_remain":76,"ingredients":"faint, watery, cherry, white pepper, black pepper","description":"Cornhole health trust fund gluten-free whatever quinoa 90's listicle. Scenester iphone green juice. Chia tote bag banh mi butcher fashion axe tumblr synth five dollar toast. Letterpress roof swag kogi lumbersexual vegan."},{"name":"Arrogant Bastard Ale","brand":"Pacifico","price":278,"abv":3.67,"pints_remain":53,"ingredients":"delicate, creamy, dill, soil, cola","description":"Mustache roof organic selfies aesthetic fashion axe. Drinking mixtape truffaut taxidermy hella butcher direct trade paleo. Migas cray chia farm-to-table blue bottle shabby chic asymmetrical readymade. Raw denim ennui occupy messenger bag post-ironic chambray letterpress."},{"name":"Trois Pistoles","brand":"Sierra Nevada","price":277,"abv":6.53,"pints_remain":106,"ingredients":"sharp, smooth, carmel, grassy, green pepper","description":"Synth next level chicharrones stumptown fingerstache cronut yolo. Drinking tumblr pabst. Tousled vice ramps viral thundercats butcher 90's."},{"name":"Storm King Stout","brand":"Tsingtao","price":278,"abv":6.81,"pints_remain":2,"ingredients":"dirty, smooth, soy sauce, leafy greens, dates","description":"Portland squid poutine. Marfa salvia selfies next level single-origin coffee humblebrag. Whatever humblebrag +1 locavore godard leggings kombucha. Pork belly readymade literally poutine neutra kombucha skateboard."},{"name":"Samuel Smith’s Imperial IPA","brand":"Guinness","price":240,"abv":6.79,"pints_remain":31,"ingredients":"lingering, tea-like, sugar cane, walnut, snow pea","description":"Keffiyeh before they sold out typewriter. Plaid neutra scenester fixie seitan forage leggings mustache. Single-origin coffee selvage semiotics art party you probably haven't heard of them chartreuse yuccie. Tofu paleo hoodie pork belly park. Jean shorts pitchfork biodiesel organic umami direct trade ugh."},{"name":"Edmund Fitzgerald Porter","brand":"Miller Draft","price":239,"abv":4.55,"pints_remain":9,"ingredients":"pointed, big, almond, cola, almond","description":"Williamsburg cold-pressed raw denim mumblecore twee pour-over flexitarian. Thundercats freegan cray iphone neutra cred godard pbr&b. Listicle chillwave marfa fingerstache fixie. Sustainable kale chips jean shorts chia retro art party humblebrag small batch."},{"name":"La Fin Du Monde","brand":"Harp","price":269,"abv":3.89,"pints_remain":6,"ingredients":"crisp, syrupy, dates, nougat, vanilla","description":"Bushwick wolf forage vice vegan next level keytar waistcoat. Godard mlkshk migas ethical skateboard. Food truck mixtape craft beer celiac organic irony readymade portland. Jean shorts mustache mixtape pinterest iphone dreamcatcher 90's."},{"name":"HopSlam Ale","brand":"Guinness","price":280,"abv":4.44,"pints_remain":65,"ingredients":"clean, tea-like, soy sauce, wheat, olive","description":"Chia hella leggings ugh. Brunch vegan dreamcatcher etsy selfies ugh tousled jean shorts. Lo-fi waistcoat austin. Fanny pack green juice +1 marfa chartreuse."},{"name":"Founders Kentucky Breakfast","brand":"Budweiser","price":241,"abv":4.4,"pints_remain":68,"ingredients":"dense, big, leafy greens, butter, rubber","description":"Biodiesel whatever paleo. Photo booth marfa cornhole try-hard wes anderson keffiyeh polaroid. Lomo hashtag put a bird on it artisan gluten-free. Try-hard butcher shabby chic. Schlitz muggle magic kale chips."},{"name":"Founders Breakfast Stout","brand":"Patagonia","price":267,"abv":5.47,"pints_remain":124,"ingredients":"rounded, tea-like, grassy, grassy, lime","description":"Chambray meh meditation messenger bag fashion axe gastropub. Biodiesel knausgaard vinegar aesthetic lo-fi tattooed keytar. Celiac selvage vegan fashion axe bicycle rights normcore kinfolk cliche. Gluten-free migas xoxo marfa twee small batch."},{"name":"Celebrator Doppelbock","brand":"Fosters","price":276,"abv":6.6,"pints_remain":91,"ingredients":"faint, tea-like, sugar cane, cacao nibs, red apple","description":"Fixie roof banh mi food truck vegan selfies pug. Plaid put a bird on it muggle magic kickstarter normcore flannel. Brunch vinegar pug crucifix yr. Franzen narwhal austin disrupt hammock irony mustache salvia. Wayfarers bicycle rights plaid keytar sartorial portland tousled."},{"name":"Maudite","brand":"Quimes","price":279,"abv":5.11,"pints_remain":105,"ingredients":"dull, smooth, marzipan, raisin, mandarin","description":"Sartorial thundercats chillwave wes anderson deep v meh. Pug raw denim neutra vinyl microdosing phlogiston. Helvetica franzen skateboard. Actually leggings retro migas bespoke."},{"name":"Dreadnaught IPA","brand":"Sapporo","price":273,"abv":6.73,"pints_remain":114,"ingredients":"dense, tea-like, bakers chocolate, milk chocolate, black pepper","description":"Vhs tousled microdosing bicycle rights meditation vinegar everyday. Cronut waistcoat scenester venmo bespoke raw denim freegan. Yr cronut before they sold out bitters tacos."},{"name":"Edmund Fitzgerald Porter","brand":"Leffe","price":293,"abv":5.24,"pints_remain":92,"ingredients":"dull, slick, apricot, mandarin, cashew","description":"Goth literally chicharrones asymmetrical. Slow-carb offal intelligentsia try-hard celiac. Tote bag park organic goth."},{"name":"Schneider Aventinus","brand":"Delirium","price":267,"abv":6.3,"pints_remain":99,"ingredients":"astringent, smooth, passion fruit, pecan, red apple","description":"Jean shorts ennui everyday. Waistcoat whatever five dollar toast flexitarian brunch kombucha sartorial celiac. Selfies kogi venmo bushwick 90's normcore. Chillwave pour-over green juice bespoke cleanse tilde schlitz pitchfork."},{"name":"Shakespeare Oatmeal","brand":"Dos Equis","price":239,"abv":3.86,"pints_remain":97,"ingredients":"tart, round, granola, magnolia, peach","description":"Knausgaard seitan tattooed. Leggings scenester lomo food truck etsy truffaut humblebrag chillwave. Etsy pickled flexitarian fashion axe vegan park. Pop-up asymmetrical craft beer artisan meggings hammock umami cornhole."},{"name":"Ten FIDY","brand":"Budweiser","price":296,"abv":5.23,"pints_remain":91,"ingredients":"dense, smooth, bittersweet chocolate, rubber, red apple","description":"Fanny pack goth vice bushwick forage seitan trust fund. Yuccie letterpress hella semiotics humblebrag everyday. Roof try-hard put a bird on it beard yr raw denim viral plaid. Locavore raw denim ugh."},{"name":"Shakespeare Oatmeal","brand":"Pabst Blue Ribbon","price":277,"abv":4.8,"pints_remain":100,"ingredients":"dry, velvety, jasmine, butter, wheat","description":"Umami chicharrones tote bag butcher bespoke tofu yolo. Cray banjo blue bottle. Biodiesel chillwave carry."},{"name":"Ten FIDY","brand":"Delirium","price":286,"abv":6.34,"pints_remain":75,"ingredients":"delicate, silky, mint, honeydew, cantaloupe","description":"Vhs squid shabby chic pbr&b. Godard bushwick wayfarers jean shorts. Master kogi dreamcatcher."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Heineken","price":245,"abv":5.84,"pints_remain":73,"ingredients":"mild, creamy, star fruit, hay, hops","description":"Crucifix intelligentsia shabby chic knausgaard bicycle rights narwhal. Slow-carb squid direct trade health hammock before they sold out venmo asymmetrical. Microdosing pop-up bushwick wolf chartreuse yolo. Ennui ramps biodiesel yolo pitchfork bespoke hoodie waistcoat."},{"name":"Péché Mortel","brand":"Stella Artois","price":271,"abv":3.25,"pints_remain":99,"ingredients":"rounded, silky, curry, marzipan, bakers chocolate","description":"Tousled typewriter artisan sustainable fanny pack yuccie. 90's salvia wayfarers church-key bicycle rights crucifix. Chambray loko semiotics artisan plaid craft beer chillwave. Stumptown mumblecore salvia."},{"name":"90 Minute IPA","brand":"Pabst Blue Ribbon","price":292,"abv":5.45,"pints_remain":44,"ingredients":"bright, tea-like, brown sugar, red grape, wheat","description":"Roof cray park neutra kinfolk mlkshk butcher. Portland plaid chillwave sartorial polaroid blue bottle. Viral bushwick skateboard brooklyn. Ramps direct trade chartreuse cold-pressed kombucha mustache cronut. Try-hard pork belly schlitz art party goth bespoke williamsburg."},{"name":"Bourbon County Stout","brand":"Lowenbrau","price":253,"abv":3.65,"pints_remain":114,"ingredients":"lingering, watery, nougat, orange blossom, lemonade","description":"Leggings wes anderson etsy chartreuse. Banh mi cold-pressed vice narwhal locavore photo booth swag. Semiotics whatever mlkshk intelligentsia actually master heirloom occupy. Pickled normcore flexitarian disrupt raw denim seitan. Hammock wes anderson seitan plaid slow-carb artisan."},{"name":"Shakespeare Oatmeal","brand":"Pacifico","price":240,"abv":3.78,"pints_remain":61,"ingredients":"complex, big, carbon, fresh wood, cedar","description":"Shabby chic schlitz 8-bit 3 wolf moon distillery. Whatever cred listicle green juice before they sold out loko messenger bag schlitz. Street typewriter cardigan literally pitchfork salvia ennui kombucha. Post-ironic next level food truck pug polaroid readymade."},{"name":"Maudite","brand":"Kirin","price":268,"abv":6.8,"pints_remain":57,"ingredients":"muted, silky, lychee, clove, sweet pea","description":"Tumblr master raw denim brunch health. Locavore park heirloom pork belly craft beer ennui before they sold out. Blog lumbersexual pitchfork kale chips before they sold out."},{"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Lowenbrau","price":272,"abv":6.22,"pints_remain":15,"ingredients":"sharp, full, baggy, cacao nibs, vanilla","description":"Cornhole +1 cred squid. Gastropub knausgaard pour-over aesthetic schlitz authentic echo actually. Irony freegan normcore ugh echo portland."},{"name":"Edmund Fitzgerald Porter","brand":"Fosters","price":281,"abv":4.27,"pints_remain":57,"ingredients":"rounded, smooth, barley, lemon verbena, black cherry","description":"Tumblr banjo irony ethical. Kale chips deep v gentrify cliche master. Art party biodiesel fingerstache forage pickled. Cronut carry hammock viral hashtag."},{"name":"Chimay Grande Réserve","brand":"Kirin","price":245,"abv":3.33,"pints_remain":95,"ingredients":"astringent, syrupy, rose hips, sweet pea, lychee","description":"Sriracha hoodie drinking. Meggings pbr&b venmo neutra messenger bag five dollar toast. Loko wolf tattooed heirloom."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Fosters","price":245,"abv":3.51,"pints_remain":100,"ingredients":"faint, big, hibiscus, sundried tomato, lemongrass","description":"Kogi quinoa meggings blue bottle street asymmetrical. Tote bag brooklyn blue bottle. 3 wolf moon paleo wolf. Intelligentsia ennui williamsburg tofu blue bottle slow-carb forage. Pour-over shoreditch letterpress."},{"name":"Maudite","brand":"Becks","price":263,"abv":5.24,"pints_remain":0,"ingredients":"rounded, round, tamarind, lemongrass, marzipan","description":"Cleanse ethical direct trade craft beer iphone squid fingerstache. Seitan freegan shoreditch pinterest wes anderson shabby chic photo booth. Twee helvetica hoodie. Cornhole thundercats carry viral."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Sierra Nevada","price":277,"abv":6.26,"pints_remain":63,"ingredients":"muted, watery, red grape, sweet pea, cedar","description":"Loko chartreuse green juice direct trade. Listicle keffiyeh bicycle rights. 3 wolf moon pour-over paleo cold-pressed street kogi selvage dreamcatcher. Authentic jean shorts asymmetrical carry."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Leffe","price":268,"abv":5.46,"pints_remain":20,"ingredients":"dense, syrupy, liquorice, molasses, star fruit","description":"Tumblr humblebrag ennui salvia thundercats goth gluten-free. Mixtape letterpress vinegar microdosing lomo swag. Tumblr banh mi lumbersexual pop-up. Brooklyn put a bird on it 90's waistcoat. Fanny pack humblebrag actually mlkshk venmo."},{"name":"Delirium Noctorum","brand":"Corona Extra","price":261,"abv":6.05,"pints_remain":35,"ingredients":"crisp, tea-like, baggy, rubber, lemonade","description":"Distillery meh jean shorts. Heirloom intelligentsia kale chips pork belly. Tattooed pour-over forage bitters muggle magic ennui."},{"name":"Double Bastard Ale","brand":"Coors lite","price":259,"abv":5.24,"pints_remain":83,"ingredients":"complex, syrupy, mango, white grape, green apple","description":"Chillwave mustache dreamcatcher cornhole crucifix. Cornhole occupy lumbersexual cray art party chia pitchfork. Franzen ennui umami messenger bag cornhole loko. Disrupt bitters hammock franzen semiotics 3 wolf moon. Tattooed diy cray intelligentsia."},{"name":"Trois Pistoles","brand":"Heineken","price":254,"abv":3.8,"pints_remain":29,"ingredients":"dull, tea-like, nutella, meyer lemon, quakery","description":"Hammock raw denim quinoa listicle sartorial polaroid master. Yr photo booth swag next level hashtag salvia whatever fingerstache. Diy squid bespoke forage brooklyn microdosing. Paleo occupy crucifix polaroid fingerstache."},{"name":"Two Hearted Ale","brand":"Birra Moretti","price":283,"abv":6.21,"pints_remain":116,"ingredients":"dense, silky, toast, black pepper, smokey","description":"Kogi austin normcore master 3 wolf moon waistcoat readymade. Post-ironic lo-fi neutra master 8-bit. Roof bespoke meggings. Pickled venmo pork belly squid."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Quimes","price":268,"abv":3.35,"pints_remain":82,"ingredients":"crisp, round, jasmine, raspberry, cranberry","description":"Vinegar photo booth phlogiston waistcoat asymmetrical kale chips blue bottle. Hoodie chillwave pbr&b. Portland food truck intelligentsia pop-up butcher kitsch. Thundercats literally tofu semiotics kitsch vice umami chicharrones."},{"name":"Samuel Smith’s Imperial IPA","brand":"Paulaner","price":294,"abv":3.97,"pints_remain":99,"ingredients":"dry, big, black-tea, milk chocolate, strawberry","description":"Fixie austin slow-carb kale chips jean shorts. Kinfolk asymmetrical green juice selvage intelligentsia keffiyeh synth cold-pressed. Ethical vhs williamsburg street. Quinoa keffiyeh wes anderson mlkshk skateboard."},{"name":"Brooklyn Black","brand":"Amstel","price":268,"abv":4.01,"pints_remain":67,"ingredients":"dry, coating, nectarine, liquorice, cola","description":"Pug tacos scenester disrupt. Bicycle rights next level synth waistcoat fixie before they sold out. Fingerstache tumblr meh microdosing. Wolf park asymmetrical gentrify try-hard bespoke art party. Loko kitsch blog direct trade."},{"name":"Samuel Smith’s Imperial IPA","brand":"Murphys","price":271,"abv":3.38,"pints_remain":44,"ingredients":"dry, round, cocoa powder, banana, honeydew","description":"Flexitarian viral chartreuse tumblr pickled wes anderson +1. Leggings heirloom selfies neutra semiotics. Viral keytar beard put a bird on it williamsburg."},{"name":"Founders Kentucky Breakfast","brand":"Miller Draft","price":270,"abv":4.64,"pints_remain":116,"ingredients":"dirty, creamy, carbon, rubber, cantaloupe","description":"Meggings tumblr ethical bushwick. +1 leggings meggings cronut chartreuse. Migas fingerstache pinterest keytar listicle. Tote bag austin ennui cornhole pabst scenester tumblr."},{"name":"Founders Kentucky Breakfast","brand":"Blue Moon","price":289,"abv":6.99,"pints_remain":73,"ingredients":"dense, full, lemon, tomato, blueberry","description":"Hammock banjo distillery. Freegan single-origin coffee +1 wayfarers. Photo booth irony occupy pug drinking ennui goth butcher. +1 brunch quinoa microdosing."},{"name":"90 Minute IPA","brand":"Patagonia","price":271,"abv":3.42,"pints_remain":71,"ingredients":"mild, tea-like, lemongrass, molasses, smokey","description":"Post-ironic chicharrones etsy banh mi kogi. Cold-pressed cronut roof. Viral forage banjo chambray chicharrones artisan. Chia brunch letterpress bicycle rights hammock asymmetrical."},{"name":"HopSlam Ale","brand":"Carlsberg","price":269,"abv":4.38,"pints_remain":87,"ingredients":"soft, velvety, dill, lemonade, figs","description":"Seitan 3 wolf moon actually. +1 you probably haven't heard of them franzen aesthetic ethical. Tattooed umami craft beer lomo. Church-key health goth salvia."},{"name":"Hercules Double IPA","brand":"Pabst Blue Ribbon","price":243,"abv":4.79,"pints_remain":31,"ingredients":"tart, watery, black currant, liquorice, blueberry","description":"Mumblecore pickled trust fund lumbersexual banh mi 90's echo mustache. Tilde distillery bespoke sriracha keffiyeh. Kale chips waistcoat iphone tacos."},{"name":"Trappistes Rochefort 8","brand":"Sapporo","price":278,"abv":4.06,"pints_remain":90,"ingredients":"soft, big, marzipan, mandarin, milk chocolate","description":"Artisan chartreuse readymade. Artisan carry blog. Fixie blue bottle jean shorts flannel vinyl cleanse bitters. Pickled stumptown drinking. Locavore lumbersexual tumblr."},{"name":"Yeti Imperial Stout","brand":"Patagonia","price":275,"abv":4.95,"pints_remain":103,"ingredients":"dirty, full, corriander, molasses, red currant","description":"Echo seitan sriracha vinyl flexitarian everyday mlkshk synth. Truffaut hashtag lo-fi gluten-free quinoa single-origin coffee semiotics paleo. Cliche retro 3 wolf moon keytar everyday fingerstache pinterest. Pork belly disrupt banjo. Art party cardigan fanny pack tumblr."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Leffe","price":240,"abv":3.85,"pints_remain":59,"ingredients":"tart, round, potato defect!, cherry, meyer lemon","description":"Pabst fingerstache iphone. Diy umami keytar migas hashtag swag tote bag. Tilde synth hammock pop-up."},{"name":"Two Hearted Ale","brand":"Dos Equis","price":258,"abv":6.62,"pints_remain":18,"ingredients":"faint, juicy, olive, clementine, honeydew","description":"Street seitan loko blog truffaut brunch hashtag. Cleanse venmo xoxo muggle magic pop-up flexitarian actually. Church-key banjo typewriter sriracha put a bird on it pinterest art party kogi. Humblebrag vegan wes anderson raw denim neutra green juice."},{"name":"Bell’s Expedition","brand":"Miller Draft","price":277,"abv":4.81,"pints_remain":117,"ingredients":"juicy, creamy, raisin, hay, passion fruit","description":"Loko phlogiston mumblecore ramps hella banjo pinterest roof. Banjo vinegar brunch fashion axe carry selfies park. Photo booth tattooed church-key kitsch mlkshk asymmetrical. Distillery artisan cliche health vhs wayfarers mustache. Xoxo crucifix taxidermy ugh chillwave."},{"name":"Arrogant Bastard Ale","brand":"Patagonia","price":274,"abv":4.27,"pints_remain":45,"ingredients":"soft, slick, lemongrass, concord grape, raisin","description":"Yuccie farm-to-table chia crucifix +1. Xoxo literally cred paleo freegan blue bottle helvetica. Literally fashion axe echo pop-up kombucha marfa sriracha."},{"name":"Trappistes Rochefort 10","brand":"Sapporo","price":275,"abv":4.66,"pints_remain":90,"ingredients":"structured, round, fresh wood, snow pea, cantaloupe","description":"Neutra master letterpress banh mi kinfolk. Thundercats shabby chic polaroid celiac. Semiotics normcore photo booth keffiyeh. 8-bit fanny pack bushwick gastropub. Chicharrones tousled you probably haven't heard of them vice occupy pork belly seitan."},{"name":"Brooklyn Black","brand":"Lowenbrau","price":237,"abv":6.47,"pints_remain":44,"ingredients":"dull, smooth, cranberry, lemon verbena, baggy","description":"Flannel dreamcatcher bushwick cleanse fanny pack polaroid locavore. Flannel try-hard shabby chic ramps kitsch. Echo keffiyeh organic neutra narwhal tattooed typewriter literally. Humblebrag scenester hoodie typewriter. Jean shorts vice keytar schlitz chicharrones offal trust fund pitchfork."},{"name":"90 Minute IPA","brand":"Coors lite","price":292,"abv":6.16,"pints_remain":52,"ingredients":"complex, tea-like, nutmeg, cedar, grassy","description":"Hashtag literally viral retro deep v phlogiston. Cleanse hashtag kinfolk banh mi readymade everyday kale chips synth. Typewriter meditation food truck sustainable. Ugh carry sartorial. Pour-over next level cardigan bitters drinking waistcoat cray."},{"name":"Duvel","brand":"BudLight","price":291,"abv":4.27,"pints_remain":97,"ingredients":"clean, watery, brown sugar, nougat, curry","description":"You probably haven't heard of them sartorial selfies mlkshk five dollar toast. Wes anderson next level retro mixtape. 8-bit cronut synth franzen. Kickstarter keffiyeh literally pinterest cronut typewriter."},{"name":"Storm King Stout","brand":"Murphys","price":268,"abv":5.01,"pints_remain":79,"ingredients":"soft, tea-like, prune, green pepper, watermelon","description":"Forage raw denim humblebrag literally keffiyeh put a bird on it. Poutine five dollar toast blue bottle cornhole occupy diy waistcoat. Humblebrag xoxo 90's waistcoat street yr. Authentic actually five dollar toast beard. Cardigan mumblecore photo booth tacos flexitarian."},{"name":"Weihenstephaner Hefeweissbier","brand":"Guinness","price":248,"abv":5.27,"pints_remain":68,"ingredients":"unbalanced, juicy, hazelnut, lemon, quakery","description":"Thundercats keffiyeh ramps tousled listicle. Forage fashion axe single-origin coffee wolf bushwick. Meggings church-key deep v williamsburg fingerstache 3 wolf moon aesthetic quinoa."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Miller Draft","price":287,"abv":6.13,"pints_remain":120,"ingredients":"lingering, big, fresh bread, kiwi, vanilla","description":"Normcore poutine godard neutra kinfolk swag. Everyday mixtape mumblecore kogi kickstarter flexitarian. Pork belly kombucha literally. Gluten-free chia yr ramps xoxo kale chips cred flannel."},{"name":"Founders Breakfast Stout","brand":"Delirium","price":264,"abv":6.13,"pints_remain":117,"ingredients":"dense, chewy, hops, magnolia, banana","description":"Irony plaid keytar franzen flannel migas normcore raw denim. Pug bespoke fingerstache vice wayfarers austin. Diy banh mi ethical. Swag cray vinegar meditation retro letterpress pickled hammock."},{"name":"Sublimely Self-Righteous Ale","brand":"Murphys","price":270,"abv":3.9,"pints_remain":75,"ingredients":"quick, slick, black currant, lemongrass, hay","description":"Selvage retro pour-over yr small batch kitsch. Occupy umami jean shorts cred plaid authentic 90's beard. Godard letterpress leggings bitters. Lo-fi hashtag chartreuse williamsburg yuccie godard migas sriracha. Dreamcatcher kale chips hella lomo leggings diy synth."},{"name":"Nugget Nectar","brand":"Hoegaarden","price":249,"abv":4.44,"pints_remain":27,"ingredients":"soft, slick, maple syrup, mint, lemongrass","description":"Single-origin coffee direct trade polaroid distillery. Farm-to-table beard pour-over mlkshk roof. Mustache cardigan five dollar toast cornhole tousled tumblr thundercats. Trust fund normcore authentic you probably haven't heard of them slow-carb food truck venmo waistcoat. Bespoke whatever chicharrones banjo."},{"name":"Nugget Nectar","brand":"Coors lite","price":237,"abv":3.83,"pints_remain":78,"ingredients":"quick, smooth, mint, dill, vanilla","description":"90's seitan pitchfork kitsch authentic neutra skateboard. Semiotics ethical tumblr iphone. Craft beer heirloom keffiyeh lumbersexual single-origin coffee cold-pressed. Single-origin coffee post-ironic typewriter farm-to-table selvage wes anderson ramps. Bitters before they sold out small batch vegan cray."},{"name":"Pliny The Elder","brand":"Sierra Nevada","price":278,"abv":5.59,"pints_remain":47,"ingredients":"dry, coating, meyer lemon, granola, bittersweet chocolate","description":"Selfies craft beer twee polaroid seitan blog. Cred pork belly tacos try-hard fanny pack. 3 wolf moon loko hashtag pickled cliche salvia organic fashion axe."},{"name":"HopSlam Ale","brand":"Delirium","price":276,"abv":4.45,"pints_remain":93,"ingredients":"juicy, round, clementine, prune, lavender","description":"Distillery forage cornhole lumbersexual franzen seitan wayfarers ugh. Venmo bitters 8-bit celiac cleanse ramps pbr&b. Tumblr portland hammock knausgaard waistcoat 3 wolf moon gluten-free fingerstache."},{"name":"La Fin Du Monde","brand":"Coors lite","price":293,"abv":6.96,"pints_remain":107,"ingredients":"muted, smooth, raspberry, lemongrass, raspberry","description":"Marfa yr meh hella hoodie. Artisan sustainable meh. Craft beer photo booth authentic. Beard shabby chic seitan sriracha messenger bag fingerstache keytar."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Quimes","price":257,"abv":6.09,"pints_remain":47,"ingredients":"juicy, silky, carmel, black-tea, jasmine","description":"Yuccie pug paleo listicle roof vinegar poutine. Cronut wolf organic shabby chic fingerstache tofu vhs. Gentrify semiotics forage yr diy. Poutine next level portland skateboard try-hard mustache."},{"name":"Maharaj","brand":"Becks","price":239,"abv":3.97,"pints_remain":65,"ingredients":"vibrant, watery, pecan, white grape, fresh bread","description":"Synth thundercats mlkshk. Flexitarian craft beer beard pabst tousled bitters. Intelligentsia meh franzen."},{"name":"Delirium Noctorum","brand":"Leffe","price":253,"abv":6.44,"pints_remain":23,"ingredients":"muted, chewy, barley, butter, sweet pea","description":"Skateboard cray wes anderson polaroid diy 3 wolf moon pour-over. Pinterest food truck vegan lomo tilde humblebrag art party drinking. Chillwave tilde gentrify cred drinking scenester. Typewriter cray freegan tousled pork belly before they sold out. Letterpress brunch forage venmo wayfarers poutine truffaut viral."},{"name":"Nugget Nectar","brand":"Pabst Blue Ribbon","price":275,"abv":3.44,"pints_remain":89,"ingredients":"delicate, chewy, rubber, fresh bread, almond","description":"90's hammock tofu pickled cardigan pitchfork. Mixtape put a bird on it try-hard flannel. Loko post-ironic chillwave normcore fashion axe. Knausgaard gentrify +1 hammock cardigan semiotics chambray. Pickled fanny pack heirloom shoreditch vegan truffaut +1."},{"name":"Sierra Nevada Celebration Ale","brand":"Sierra Nevada","price":283,"abv":4.3,"pints_remain":20,"ingredients":"astringent, creamy, tangerine, red apple, green-tea","description":"Polaroid schlitz stumptown cliche vinyl carry. Mixtape jean shorts yolo chambray pug ennui. Food truck craft beer swag cardigan freegan ugh readymade whatever. Wes anderson kickstarter squid."},{"name":"Orval Trappist Ale","brand":"Pacifico","price":283,"abv":3.74,"pints_remain":100,"ingredients":"sharp, creamy, raisin, prune, dill","description":"Knausgaard tumblr deep v kombucha kogi 90's. Franzen gentrify wayfarers everyday schlitz. Chia slow-carb helvetica ethical before they sold out semiotics humblebrag umami. Beard 8-bit normcore kogi drinking farm-to-table etsy mustache."},{"name":"Schneider Aventinus","brand":"Pabst Blue Ribbon","price":287,"abv":3.32,"pints_remain":112,"ingredients":"pointed, tea-like, papaya, black cherry, orange blossom","description":"Next level kitsch godard drinking viral swag banh mi yolo. Intelligentsia yolo yr fingerstache godard pabst humblebrag synth. Vinegar bicycle rights typewriter dreamcatcher kickstarter gastropub."},{"name":"Stone Imperial Russian Stout","brand":"Pabst Blue Ribbon","price":278,"abv":4.47,"pints_remain":12,"ingredients":"pointed, juicy, grapefruit, baggy, green apple","description":"Swag beard ramps. Actually schlitz distillery sartorial muggle magic selfies. Tumblr pour-over cray neutra meh stumptown fingerstache retro. Thundercats taxidermy locavore. Readymade mumblecore venmo taxidermy jean shorts."},{"name":"Stone IPA","brand":"Tsingtao","price":265,"abv":4.22,"pints_remain":66,"ingredients":"deep, slick, mandarin, molasses, green apple","description":"Letterpress brooklyn asymmetrical crucifix heirloom carry. Farm-to-table cliche viral hella 3 wolf moon yolo kale chips kickstarter. Master scenester letterpress. Green juice distillery narwhal chillwave phlogiston forage. Tacos readymade chia small batch heirloom austin carry direct trade."},{"name":"Edmund Fitzgerald Porter","brand":"Kirin","price":277,"abv":4.32,"pints_remain":94,"ingredients":"deep, juicy, kiwi, squash, star fruit","description":"Gastropub hashtag venmo. Mustache literally sustainable fanny pack yolo hoodie. Occupy vice pitchfork bitters vhs celiac. Etsy chillwave banh mi cornhole."},{"name":"Duvel","brand":"BudLight","price":246,"abv":4.31,"pints_remain":109,"ingredients":"crisp, chewy, butter, golden raisin, hops","description":"Xoxo health synth paleo before they sold out goth. Portland vinyl swag kitsch. Scenester intelligentsia loko cronut. Bitters butcher umami vhs phlogiston before they sold out single-origin coffee franzen."},{"name":"Oaked Arrogant Bastard Ale","brand":"Carlsberg","price":255,"abv":5.45,"pints_remain":9,"ingredients":"muted, watery, lemonade, potato defect!, burnt sugar","description":"Yuccie cleanse hoodie health fanny pack mlkshk phlogiston. Mixtape mlkshk semiotics cronut umami stumptown celiac skateboard. Helvetica cliche bespoke master. Locavore keffiyeh poutine kinfolk stumptown."},{"name":"Nugget Nectar","brand":"Stella Artois","price":252,"abv":3.37,"pints_remain":115,"ingredients":"pointed, tea-like, rose hips, potato defect!, dates","description":"Gentrify mixtape disrupt pitchfork lumbersexual cronut. Pinterest mustache cronut church-key loko. Stumptown chicharrones cred pabst. Portland pour-over chambray. Pop-up master shabby chic."},{"name":"Hop Rod Rye","brand":"Becks","price":251,"abv":3.31,"pints_remain":32,"ingredients":"dull, watery, barley, honeysuckle, coconut","description":"Church-key ramps vegan retro lumbersexual banh mi deep v cliche. Tumblr mixtape truffaut kitsch locavore celiac five dollar toast. Farm-to-table post-ironic pbr&b whatever tacos echo."},{"name":"HopSlam Ale","brand":"Quimes","price":288,"abv":4.59,"pints_remain":44,"ingredients":"tart, tea-like, nougat, raspberry, walnut","description":"Put a bird on it mlkshk hella kickstarter phlogiston. Letterpress yuccie brunch organic. Cardigan bitters chia semiotics occupy fanny pack. Bushwick tousled wolf banjo before they sold out. Waistcoat listicle pug biodiesel yolo distillery wayfarers."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Pabst Blue Ribbon","price":241,"abv":4.3,"pints_remain":79,"ingredients":"clean, round, orange, raspberry, meyer lemon","description":"Artisan godard paleo ugh. Ethical waistcoat viral. Pabst hammock salvia poutine gluten-free cardigan celiac williamsburg. Skateboard leggings slow-carb mustache everyday mixtape. Umami waistcoat vinyl helvetica."},{"name":"Celebrator Doppelbock","brand":"Delirium","price":253,"abv":6.52,"pints_remain":106,"ingredients":"dirty, tea-like, fresh wood, lemon, bittersweet chocolate","description":"Offal vinyl vhs blog paleo fingerstache kale chips food truck. Drinking chartreuse blue bottle ugh brunch cardigan cliche vinegar. Before they sold out portland art party. Thundercats ramps literally flexitarian. Fashion axe chartreuse mumblecore forage."},{"name":"Sublimely Self-Righteous Ale","brand":"Stella Artois","price":279,"abv":5.73,"pints_remain":80,"ingredients":"vibrant, slick, lime, granola, cantaloupe","description":"Normcore brooklyn tousled health small batch art party. Offal sustainable aesthetic raw denim normcore tacos mixtape hammock. Kogi put a bird on it pop-up stumptown chia phlogiston godard swag. Waistcoat photo booth artisan. Raw denim salvia shabby chic butcher selfies meditation ugh +1."},{"name":"Nugget Nectar","brand":"Dos Equis","price":243,"abv":5.03,"pints_remain":119,"ingredients":"crisp, tea-like, sundried tomato, ginger, quakery","description":"Before they sold out jean shorts literally vinegar. Polaroid waistcoat tote bag pinterest semiotics tilde. Tofu celiac direct trade. Umami wolf slow-carb bushwick polaroid narwhal."},{"name":"La Fin Du Monde","brand":"Guinness","price":249,"abv":5.41,"pints_remain":20,"ingredients":"complex, smooth, lemonade, snow pea, rubber","description":"Scenester mixtape banjo tofu chia lomo lumbersexual. Pbr&b chartreuse freegan microdosing tilde street letterpress. Twee franzen truffaut gentrify loko yolo retro."},{"name":"Kirin Inchiban","brand":"Lowenbrau","price":240,"abv":5.35,"pints_remain":57,"ingredients":"dull, juicy, lime, leafy greens, mint","description":"Literally locavore keytar plaid butcher mixtape cold-pressed. Chia small batch beard biodiesel. Keytar cronut yr twee bespoke roof chia stumptown."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Becks","price":243,"abv":3.36,"pints_remain":25,"ingredients":"dry, tea-like, green apple, baggy, soil","description":"Tousled fixie typewriter celiac pug tacos single-origin coffee. Flannel pug irony typewriter letterpress heirloom. Pinterest actually next level kogi five dollar toast offal cleanse heirloom."},{"name":"Yeti Imperial Stout","brand":"Sierra Nevada","price":248,"abv":6.41,"pints_remain":41,"ingredients":"muted, watery, hibiscus, lemon, hibiscus","description":"Sriracha street letterpress leggings. Tofu bushwick 90's craft beer meditation stumptown blog. Disrupt trust fund tattooed neutra synth direct trade 8-bit. Truffaut swag pinterest thundercats kitsch put a bird on it. Squid flexitarian vegan austin hoodie hammock lomo."},{"name":"Dreadnaught IPA","brand":"Quimes","price":256,"abv":6.51,"pints_remain":28,"ingredients":"balanced, silky, cola, smokey, orange","description":"Stumptown messenger bag wayfarers cleanse hashtag. Heirloom trust fund meditation. Polaroid franzen aesthetic carry scenester small batch 90's forage. Authentic meggings pinterest. Asymmetrical twee church-key vice."},{"name":"Hercules Double IPA","brand":"Birra Moretti","price":272,"abv":3.72,"pints_remain":82,"ingredients":"crisp, full, red apple, granola, mango","description":"Tumblr pabst vinegar deep v 8-bit portland. Narwhal everyday flexitarian tattooed. Everyday carry forage."},{"name":"Brooklyn Black","brand":"Coors lite","price":247,"abv":5.59,"pints_remain":14,"ingredients":"sharp, coating, black cherry, raspberry, medicinal","description":"Viral yr portland chia. Typewriter shabby chic artisan freegan. Lomo letterpress synth echo ramps mixtape actually meditation."},{"name":"Bourbon County Stout","brand":"Pabst Blue Ribbon","price":260,"abv":4.79,"pints_remain":107,"ingredients":"delicate, syrupy, strawberry, raspberry, carbon","description":"Migas banjo cold-pressed. Pug kogi whatever hashtag. Artisan small batch flexitarian williamsburg paleo fingerstache organic. Wolf craft beer listicle. Waistcoat fixie pork belly neutra pinterest green juice master."},{"name":"Trappistes Rochefort 8","brand":"Red Stripe","price":284,"abv":4.15,"pints_remain":81,"ingredients":"quick, smooth, bergamot, raisin, ginger","description":"Celiac ramps locavore microdosing. Truffaut raw denim cornhole pabst portland post-ironic put a bird on it shabby chic. Dreamcatcher williamsburg jean shorts stumptown sustainable ramps."},{"name":"Sapporo Premium","brand":"Budweiser","price":287,"abv":3.49,"pints_remain":21,"ingredients":"dense, juicy, fresh wood, coconut, milk chocolate","description":"Venmo shoreditch gluten-free helvetica occupy hashtag kinfolk artisan. Keytar vinyl etsy quinoa synth 8-bit. Twee letterpress etsy drinking. Sustainable hella wayfarers forage cronut pabst cold-pressed. Brooklyn intelligentsia tacos fingerstache whatever."},{"name":"Trappistes Rochefort 8","brand":"Rolling Rock","price":287,"abv":6.44,"pints_remain":74,"ingredients":"complex, watery, nectarine, passion fruit, watermelon","description":"Keffiyeh 90's hoodie cronut put a bird on it gastropub photo booth. Cold-pressed disrupt photo booth. Lo-fi readymade paleo umami fanny pack kale chips park tilde. Brunch blog humblebrag bushwick waistcoat. 8-bit carry marfa forage trust fund."},{"name":"Storm King Stout","brand":"Harp","price":287,"abv":6.24,"pints_remain":78,"ingredients":"deep, creamy, snow pea, cashew, snow pea","description":"Trust fund synth bushwick authentic. Ennui diy pop-up. Tumblr listicle you probably haven't heard of them thundercats williamsburg tilde. Gluten-free chartreuse wes anderson asymmetrical tilde marfa. Fashion axe gluten-free pour-over meh flexitarian hashtag squid."},{"name":"Ten FIDY","brand":"Carlsberg","price":287,"abv":4.93,"pints_remain":83,"ingredients":"complex, chewy, coconut, fresh wood, peach","description":"Pinterest schlitz intelligentsia. Before they sold out freegan dreamcatcher. Five dollar toast pitchfork synth blog. Banjo chicharrones plaid. Biodiesel roof carry tousled gentrify echo."},{"name":"Maharaj","brand":"Tsingtao","price":245,"abv":4.16,"pints_remain":118,"ingredients":"unbalanced, big, snow pea, hay, green grape","description":"Whatever typewriter quinoa blue bottle godard asymmetrical. Celiac gastropub intelligentsia. Plaid sriracha farm-to-table flannel lo-fi. Meh chicharrones stumptown. Phlogiston tote bag jean shorts."},{"name":"Edmund Fitzgerald Porter","brand":"Kirin","price":275,"abv":6.62,"pints_remain":49,"ingredients":"vibrant, silky, granola, grassy, cacao nibs","description":"Neutra knausgaard ramps cornhole vhs. Neutra yolo franzen loko wolf ethical xoxo. Goth squid next level artisan literally heirloom skateboard listicle."},{"name":"Dreadnaught IPA","brand":"Guinness","price":254,"abv":4.73,"pints_remain":108,"ingredients":"structured, syrupy, hops, papaya, lychee","description":"Quinoa tofu disrupt gluten-free schlitz wes anderson. Chillwave try-hard pickled biodiesel keffiyeh. Cray tacos seitan yr tumblr. Hammock crucifix austin before they sold out forage selvage."},{"name":"Chimay Grande Réserve","brand":"Rolling Rock","price":241,"abv":4.69,"pints_remain":62,"ingredients":"structured, round, dill, smokey, bergamot","description":"Lumbersexual godard carry. Deep v banjo 8-bit actually lo-fi. Ramps poutine organic helvetica small batch. Ennui bicycle rights asymmetrical photo booth park diy. Taxidermy carry ugh kinfolk."},{"name":"Arrogant Bastard Ale","brand":"Tsingtao","price":280,"abv":6.4,"pints_remain":52,"ingredients":"mild, juicy, cream, grapefruit, banana","description":"Blue bottle bitters sriracha semiotics keffiyeh deep v organic. Retro helvetica mumblecore austin locavore muggle magic mustache green juice. Polaroid schlitz franzen sriracha helvetica tumblr heirloom drinking. Gentrify vice farm-to-table helvetica pinterest bitters cred."},{"name":"Sublimely Self-Righteous Ale","brand":"Corona Extra","price":240,"abv":5.64,"pints_remain":103,"ingredients":"wild, round, tobacco, fresh bread, apricot","description":"8-bit offal poutine venmo authentic vhs synth. Dreamcatcher neutra beard ugh etsy crucifix street kale chips. Normcore plaid art party bicycle rights irony post-ironic slow-carb craft beer. Listicle art party goth 90's hoodie. Biodiesel cred drinking 8-bit tacos pinterest sartorial mumblecore."},{"name":"Delirium Noctorum","brand":"Rolling Rock","price":253,"abv":6.88,"pints_remain":90,"ingredients":"muted, chewy, fresh wood, white pepper, black cherry","description":"Street meh pour-over selvage 90's seitan. Ennui microdosing pitchfork truffaut readymade selfies portland. Kogi gentrify viral ethical."},{"name":"Delirium Noctorum","brand":"Dos Equis","price":242,"abv":3.61,"pints_remain":2,"ingredients":"complex, chewy, red currant, sugar cane, hops","description":"Swag authentic yr shabby chic. Gastropub carry authentic pork belly intelligentsia poutine. Wes anderson farm-to-table chartreuse. Farm-to-table bitters intelligentsia franzen distillery heirloom. Chicharrones poutine echo paleo meh."},{"name":"Stone IPA","brand":"Carlsberg","price":281,"abv":5.18,"pints_remain":9,"ingredients":"lingering, coating, rose hips, grapefruit, red currant","description":"Messenger bag hashtag readymade. Flannel everyday artisan etsy trust fund five dollar toast scenester. Twee kogi craft beer wayfarers cronut lomo master. Semiotics narwhal selfies cleanse vinegar venmo."},{"name":"Maharaj","brand":"Delirium","price":242,"abv":3.82,"pints_remain":97,"ingredients":"astringent, creamy, lemon, tamarind, tobacco","description":"Single-origin coffee echo asymmetrical muggle magic waistcoat whatever vice. Leggings flannel hella disrupt diy migas small batch chia. Sustainable selvage yolo tacos lumbersexual."},{"name":"Alpha King Pale Ale","brand":"Paulaner","price":289,"abv":4.82,"pints_remain":72,"ingredients":"unbalanced, velvety, smokey, butter, white grape","description":"Brooklyn mustache tofu wayfarers irony. Cray neutra shabby chic art party. Mlkshk wes anderson gentrify vegan synth fingerstache. Skateboard vice kale chips. Yolo lo-fi wolf selfies marfa blue bottle yuccie."},{"name":"Schneider Aventinus","brand":"Amstel","price":243,"abv":4.42,"pints_remain":123,"ingredients":"soft, watery, peach, raspberry, sweet pea","description":"Plaid cred crucifix bitters pork belly. Normcore meh listicle cliche kinfolk. Tousled tacos loko crucifix bushwick. Messenger bag selvage marfa tattooed loko ramps seitan trust fund."},{"name":"Oaked Arrogant Bastard Ale","brand":"Carlsberg","price":272,"abv":6.2,"pints_remain":89,"ingredients":"unbalanced, syrupy, cola, bergamot, cinnamon","description":"Irony wes anderson yolo taxidermy +1 aesthetic tofu. Brunch ramps drinking keytar yuccie street. Readymade lomo diy echo meh. Mumblecore everyday carry neutra. Mumblecore leggings narwhal etsy brunch whatever."},{"name":"Arrogant Bastard Ale","brand":"Amstel","price":276,"abv":3.77,"pints_remain":84,"ingredients":"juicy, round, cacao nibs, tangerine, green grape","description":"Food truck beard +1 hoodie schlitz gastropub. Try-hard waistcoat roof heirloom kale chips pork belly. Lomo franzen farm-to-table schlitz keytar single-origin coffee cleanse."},{"name":"Bell’s Expedition","brand":"Guinness","price":266,"abv":5.35,"pints_remain":46,"ingredients":"pointed, smooth, raspberry, kiwi, grassy","description":"Gastropub authentic freegan banjo waistcoat vhs. Heirloom bespoke muggle magic plaid. Master offal hashtag vinyl humblebrag. Actually slow-carb swag paleo banjo."},{"name":"St. Bernardus Abt 12","brand":"Becks","price":288,"abv":6.08,"pints_remain":29,"ingredients":"dry, big, orange, raisin, orange blossom","description":"Organic kinfolk sartorial shabby chic five dollar toast cornhole chicharrones meggings. Shoreditch sartorial cray lo-fi migas brooklyn put a bird on it. Taxidermy thundercats retro before they sold out. Muggle magic offal listicle authentic."},{"name":"St. Bernardus Abt 12","brand":"Becks","price":294,"abv":4.19,"pints_remain":30,"ingredients":"unbalanced, full, passion fruit, tobacco, green grape","description":"Bitters scenester muggle magic ennui chicharrones typewriter. Messenger bag swag banjo sustainable gentrify. Celiac fashion axe direct trade plaid vegan intelligentsia. Leggings street cliche ugh vhs intelligentsia umami."},{"name":"Ruination IPA","brand":"Heineken","price":266,"abv":6.95,"pints_remain":18,"ingredients":"wild, juicy, cocoa powder, tamarind, black-tea","description":"Disrupt normcore ugh. Health yr lomo pour-over shoreditch. Organic ramps schlitz."},{"name":"Celebrator Doppelbock","brand":"Budweiser","price":284,"abv":3.92,"pints_remain":13,"ingredients":"lingering, velvety, corriander, white grape, nutella","description":"Park godard slow-carb. Etsy kombucha next level goth paleo kogi. Listicle intelligentsia cray humblebrag tote bag. Mustache wolf vinegar fixie."},{"name":"Brooklyn Black","brand":"Tsingtao","price":240,"abv":3.35,"pints_remain":101,"ingredients":"dense, creamy, rubber, barley, nectarine","description":"Narwhal tilde xoxo. Typewriter goth yolo vice taxidermy beard quinoa. Hella put a bird on it quinoa pabst plaid echo truffaut. Plaid gluten-free deep v direct trade celiac. Fashion axe keytar chillwave."},{"name":"Ten FIDY","brand":"Carlsberg","price":287,"abv":5.55,"pints_remain":10,"ingredients":"sharp, slick, fresh bread, bittersweet chocolate, lemon verbena","description":"Farm-to-table fanny pack diy mixtape. Roof messenger bag organic ennui green juice yr. Literally tilde cray cardigan. Hammock beard stumptown authentic vhs squid. Mustache tousled pop-up fingerstache biodiesel try-hard truffaut gluten-free."},{"name":"Stone IPA","brand":"Paulaner","price":259,"abv":3.39,"pints_remain":84,"ingredients":"pointed, slick, smokey, clove, sundried tomato","description":"Bespoke wes anderson jean shorts. Gentrify park post-ironic craft beer. Truffaut you probably haven't heard of them intelligentsia chillwave kombucha godard. Tumblr direct trade occupy."},{"name":"Hennepin","brand":"Lowenbrau","price":263,"abv":6.62,"pints_remain":75,"ingredients":"deep, chewy, corriander, cherry, white pepper","description":"Synth bushwick skateboard direct trade brooklyn. 3 wolf moon selvage poutine meh austin williamsburg offal deep v. Craft beer vinyl vhs authentic microdosing carry franzen chicharrones."},{"name":"Bell’s Expedition","brand":"Guinness","price":257,"abv":4.41,"pints_remain":38,"ingredients":"dry, big, barley, lime, lemonade","description":"Vice organic shabby chic. Heirloom retro typewriter. Intelligentsia you probably haven't heard of them scenester pbr&b cray food truck drinking. Intelligentsia sartorial fashion axe bitters seitan carry."},{"name":"Dreadnaught IPA","brand":"Miller Draft","price":296,"abv":6.01,"pints_remain":89,"ingredients":"dirty, coating, green grape, corriander, cream","description":"Kombucha vinegar banjo chillwave ramps post-ironic keffiyeh health. Church-key austin phlogiston. Umami tacos whatever ethical cardigan vice loko sartorial. Pabst asymmetrical drinking park flannel green juice."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Amstel","price":239,"abv":6.03,"pints_remain":108,"ingredients":"faint, smooth, sweet pea, olive, grapefruit","description":"Schlitz muggle magic distillery yolo. Cardigan muggle magic single-origin coffee truffaut cred beard pabst. Locavore skateboard knausgaard typewriter deep v meditation shoreditch banjo. Lo-fi meh raw denim cliche ethical kogi 3 wolf moon. Hammock ramps yolo cronut disrupt deep v heirloom actually."},{"name":"Westmalle Trappist Tripel","brand":"Pacifico","price":241,"abv":4.55,"pints_remain":11,"ingredients":"tart, smooth, honeydew, sage, nougat","description":"Trust fund ethical chicharrones art party post-ironic. Intelligentsia microdosing bespoke green juice neutra paleo. Meh vegan whatever ramps vice wayfarers."},{"name":"Maharaj","brand":"Amstel","price":257,"abv":3.44,"pints_remain":49,"ingredients":"dry, full, potato defect!, milk chocolate, cinnamon","description":"Brooklyn sartorial migas kombucha blue bottle pabst williamsburg. Gluten-free selvage williamsburg. Distillery synth readymade cleanse etsy."},{"name":"Oaked Arrogant Bastard Ale","brand":"Blue Moon","price":278,"abv":5.13,"pints_remain":22,"ingredients":"unbalanced, velvety, hops, grassy, cantaloupe","description":"Ennui messenger bag pinterest. Gastropub gentrify goth. Kale chips meggings typewriter messenger bag art party wayfarers pinterest. Deep v wolf goth irony chartreuse gastropub try-hard. Butcher mlkshk keytar."},{"name":"Sierra Nevada Celebration Ale","brand":"Birra Moretti","price":248,"abv":4.11,"pints_remain":43,"ingredients":"unbalanced, big, lemon verbena, grapefruit, golden raisin","description":"Mustache cliche single-origin coffee taxidermy. Vinegar normcore before they sold out church-key. Whatever diy brooklyn. Selfies diy kickstarter sartorial distillery bicycle rights gentrify mlkshk. Ennui forage kale chips normcore meditation cray."},{"name":"Sierra Nevada Celebration Ale","brand":"Patagonia","price":252,"abv":4.22,"pints_remain":82,"ingredients":"rounded, silky, cantaloupe, soy sauce, grassy","description":"Locavore plaid semiotics portland mixtape. Bitters brooklyn bicycle rights keytar five dollar toast irony. Vinegar 90's chillwave brooklyn art party. Retro pabst chicharrones 8-bit blog artisan truffaut. Wayfarers seitan offal."},{"name":"90 Minute IPA","brand":"Leffe","price":286,"abv":5.55,"pints_remain":66,"ingredients":"structured, velvety, musty, watermelon, barley","description":"Kickstarter readymade selfies trust fund bushwick ennui 3 wolf moon. Swag viral knausgaard polaroid tacos fixie tousled. Brunch banh mi beard 3 wolf moon post-ironic green juice lomo. Messenger bag semiotics 8-bit literally."},{"name":"Orval Trappist Ale","brand":"Harp","price":237,"abv":6.43,"pints_remain":23,"ingredients":"astringent, watery, cinnamon, blueberry, honey","description":"Small batch tousled vegan cray helvetica neutra. Disrupt health cred cold-pressed flannel tote bag. Neutra iphone kogi pinterest raw denim ethical."},{"name":"Dreadnaught IPA","brand":"Leffe","price":295,"abv":5.68,"pints_remain":39,"ingredients":"balanced, full, concord grape, white grape, barley","description":"Retro pitchfork waistcoat hammock crucifix. Neutra muggle magic distillery biodiesel marfa mumblecore post-ironic irony. Pitchfork pork belly yuccie bicycle rights iphone flexitarian selfies. Park fingerstache poutine sustainable ugh. 8-bit single-origin coffee normcore."},{"name":"Trois Pistoles","brand":"Rolling Rock","price":245,"abv":3.59,"pints_remain":72,"ingredients":"soft, coating, peanut, lemongrass, pecan","description":"Everyday intelligentsia diy. Deep v chambray +1 chillwave whatever cronut. Roof organic artisan viral mustache. Chicharrones tumblr schlitz. Williamsburg squid sriracha chambray kinfolk pbr&b synth."},{"name":"La Fin Du Monde","brand":"Lowenbrau","price":286,"abv":5.66,"pints_remain":32,"ingredients":"structured, tea-like, honeysuckle, sundried tomato, raisin","description":"Tumblr flexitarian leggings. Distillery goth craft beer neutra crucifix 90's. Green juice flannel heirloom pabst."},{"name":"Pliny The Elder","brand":"Kirin","price":267,"abv":6.4,"pints_remain":84,"ingredients":"complex, juicy, marzipan, hay, figs","description":"Wolf normcore squid tilde kale chips freegan skateboard street. Pork belly cornhole loko tilde. 3 wolf moon flannel echo viral locavore art party. Pug lumbersexual pbr&b 3 wolf moon health. Asymmetrical scenester keffiyeh tote bag migas."},{"name":"Weihenstephaner Hefeweissbier","brand":"Coors lite","price":280,"abv":4.77,"pints_remain":87,"ingredients":"juicy, syrupy, tamarind, hibiscus, prune","description":"Bitters williamsburg semiotics. Kickstarter pabst fanny pack iphone. Photo booth cliche crucifix yr. Kinfolk etsy keytar whatever sriracha."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Carlsberg","price":237,"abv":3.85,"pints_remain":69,"ingredients":"mild, chewy, magnolia, toast, grassy","description":"Tousled muggle magic skateboard polaroid put a bird on it mlkshk synth plaid. Cliche selvage blog cold-pressed flexitarian loko. Before they sold out kickstarter hammock tote bag. Sustainable skateboard brooklyn flexitarian."},{"name":"Nugget Nectar","brand":"Guinness","price":256,"abv":5.83,"pints_remain":44,"ingredients":"rounded, watery, lavender, green grape, butter","description":"Ethical migas chambray austin put a bird on it keffiyeh food truck. Biodiesel austin fingerstache. Pop-up wes anderson helvetica lo-fi art party normcore cronut."},{"name":"Hercules Double IPA","brand":"Harp","price":262,"abv":4.02,"pints_remain":22,"ingredients":"unbalanced, smooth, leathery, leathery, sage","description":"Cleanse helvetica selvage direct trade. Put a bird on it kitsch authentic offal muggle magic. Portland fanny pack retro pabst ugh semiotics chicharrones."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Quimes","price":285,"abv":4.05,"pints_remain":107,"ingredients":"complex, juicy, orange, white pepper, squash","description":"Muggle magic literally ramps neutra bespoke. Mumblecore you probably haven't heard of them intelligentsia literally franzen actually brunch. Listicle freegan normcore."},{"name":"Founders Kentucky Breakfast","brand":"Blue Moon","price":237,"abv":3.81,"pints_remain":20,"ingredients":"mild, chewy, raisin, smokey, rye","description":"Mlkshk truffaut letterpress tote bag selfies. Art party loko keytar cardigan intelligentsia wolf meggings paleo. Street health locavore try-hard trust fund."},{"name":"Chimay Grande Réserve","brand":"Carlsberg","price":266,"abv":5.08,"pints_remain":76,"ingredients":"pointed, watery, black cherry, orange creamsicle, tamarind","description":"Neutra bushwick pour-over farm-to-table. Pop-up chartreuse pitchfork heirloom before they sold out listicle poutine meggings. Irony keffiyeh asymmetrical squid drinking sustainable wolf."},{"name":"Two Hearted Ale","brand":"Carlsberg","price":253,"abv":3.66,"pints_remain":96,"ingredients":"muted, chewy, red apple, leafy greens, tobacco","description":"Keytar mumblecore pabst knausgaard fashion axe sustainable chicharrones. Thundercats fingerstache street ethical truffaut pitchfork try-hard goth. Heirloom cray listicle plaid salvia photo booth art party squid."},{"name":"Edmund Fitzgerald Porter","brand":"Rolling Rock","price":296,"abv":6.68,"pints_remain":14,"ingredients":"structured, velvety, fresh wood, kiwi, honeydew","description":"Mumblecore meditation twee williamsburg phlogiston ugh drinking. Fanny pack chambray williamsburg authentic whatever. Church-key squid five dollar toast master lomo sriracha gluten-free. Actually pop-up iphone typewriter lo-fi."},{"name":"Edmund Fitzgerald Porter","brand":"Fosters","price":237,"abv":3.82,"pints_remain":14,"ingredients":"dry, chewy, lime, potato defect!, honeysuckle","description":"Dreamcatcher normcore kickstarter marfa. Twee leggings lomo asymmetrical carry sustainable mixtape. Mlkshk direct trade blue bottle. Sriracha aesthetic selvage venmo heirloom franzen ramps meh."},{"name":"Ruination IPA","brand":"Harp","price":293,"abv":5.85,"pints_remain":105,"ingredients":"dirty, syrupy, star fruit, lime, marzipan","description":"Selvage pabst humblebrag scenester. Pickled direct trade celiac chicharrones yolo ramps. Twee kale chips letterpress plaid. Carry wolf mumblecore kale chips. Mumblecore craft beer direct trade five dollar toast fashion axe flannel disrupt mixtape."},{"name":"Hop Rod Rye","brand":"Blue Moon","price":263,"abv":6.42,"pints_remain":15,"ingredients":"dirty, chewy, passion fruit, lemongrass, black cherry","description":"Goth craft beer whatever. Pinterest cred beard asymmetrical. Roof whatever phlogiston."},{"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Lowenbrau","price":263,"abv":5.6,"pints_remain":35,"ingredients":"wild, coating, green pepper, hibiscus, wheat","description":"Listicle salvia vinyl sriracha mixtape mlkshk ethical. Put a bird on it blue bottle seitan. Seitan skateboard vinyl health kitsch austin chia. Locavore hashtag meditation park bushwick. Plaid wolf paleo pour-over letterpress intelligentsia."},{"name":"Sublimely Self-Righteous Ale","brand":"Dos Equis","price":246,"abv":3.96,"pints_remain":110,"ingredients":"structured, slick, tamarind, nutmeg, cantaloupe","description":"Asymmetrical 90's lomo letterpress. Kogi scenester xoxo ethical. Green juice twee kinfolk hella."},{"name":"Sapporo Premium","brand":"Harp","price":286,"abv":5.65,"pints_remain":104,"ingredients":"juicy, smooth, magnolia, bittersweet chocolate, bittersweet chocolate","description":"Food truck knausgaard mumblecore muggle magic. Thundercats authentic slow-carb tumblr fanny pack. Shoreditch salvia loko artisan polaroid marfa williamsburg scenester."},{"name":"Double Bastard Ale","brand":"Quimes","price":286,"abv":3.86,"pints_remain":112,"ingredients":"unbalanced, silky, papaya, lemon verbena, burnt sugar","description":"Vinyl heirloom before they sold out portland tilde paleo meh green juice. Beard diy semiotics actually loko etsy pork belly banh mi. Pabst lomo church-key semiotics paleo."},{"name":"Westmalle Trappist Tripel","brand":"Leffe","price":286,"abv":4.44,"pints_remain":61,"ingredients":"juicy, slick, pineapple, carmel, carmel","description":"Chillwave flannel microdosing cardigan ugh meditation. Pug green juice bespoke organic cray flexitarian kinfolk you probably haven't heard of them. 90's kickstarter irony. Synth marfa banh mi skateboard. Post-ironic cliche mustache swag."},{"name":"Stone Imperial Russian Stout","brand":"Hoegaarden","price":292,"abv":4.1,"pints_remain":53,"ingredients":"dirty, chewy, hops, nutmeg, black pepper","description":"Forage drinking raw denim direct trade. Organic etsy pbr&b chia health flexitarian. Yolo shoreditch green juice loko street fanny pack selvage mixtape."},{"name":"Bourbon County Stout","brand":"Dos Equis","price":248,"abv":5.16,"pints_remain":8,"ingredients":"juicy, round, banana, tobacco, red currant","description":"Trust fund wes anderson literally. Tacos gastropub hammock crucifix polaroid cronut marfa chicharrones. Master crucifix selvage diy mlkshk brunch next level keytar."},{"name":"Founders Kentucky Breakfast","brand":"Carlsberg","price":252,"abv":4.04,"pints_remain":26,"ingredients":"structured, watery, rubber, pineapple, mango","description":"You probably haven't heard of them twee truffaut. Kale chips viral cred offal. Craft beer 8-bit cliche. Authentic goth knausgaard celiac echo salvia kogi."},{"name":"Ten FIDY","brand":"Samuel Adams","price":248,"abv":6.19,"pints_remain":56,"ingredients":"wild, syrupy, coconut, strawberry, sweet pea","description":"Whatever brooklyn pickled twee tofu. Occupy vhs asymmetrical art party wes anderson photo booth neutra humblebrag. Vhs deep v helvetica leggings. Skateboard salvia helvetica viral kinfolk gluten-free cornhole loko."},{"name":"Nugget Nectar","brand":"Samuel Adams","price":264,"abv":4.22,"pints_remain":45,"ingredients":"faint, tea-like, passion fruit, black-tea, grapefruit","description":"Keffiyeh letterpress scenester venmo austin pug ugh 8-bit. Meggings etsy twee pug asymmetrical listicle. Listicle put a bird on it selfies vice ugh polaroid. Small batch slow-carb 90's readymade. Kale chips fashion axe asymmetrical austin banjo."},{"name":"Hennepin","brand":"Coors lite","price":255,"abv":3.45,"pints_remain":7,"ingredients":"sharp, juicy, cocoa powder, sage, orange blossom","description":"Seitan tofu cliche neutra vinegar bespoke drinking crucifix. Hammock try-hard normcore brooklyn freegan mlkshk. Gluten-free fixie flexitarian portland seitan put a bird on it aesthetic."},{"name":"Kirin Inchiban","brand":"Budweiser","price":258,"abv":5.94,"pints_remain":4,"ingredients":"lingering, silky, squash, meyer lemon, butter","description":"Butcher meh portland tattooed scenester goth farm-to-table. Vinyl cray kogi brunch twee. Ugh chia cleanse biodiesel hella. Actually kitsch drinking cold-pressed kogi banjo. Goth street synth viral fingerstache vegan."},{"name":"Weihenstephaner Hefeweissbier","brand":"Red Stripe","price":256,"abv":6.52,"pints_remain":119,"ingredients":"vibrant, chewy, black currant, nutmeg, rye","description":"Semiotics tilde pickled ethical brunch. Fixie kickstarter sustainable marfa. Phlogiston farm-to-table heirloom pabst food truck. Brooklyn fashion axe chicharrones gentrify everyday. Craft beer slow-carb kombucha freegan health iphone pbr&b lumbersexual."},{"name":"Orval Trappist Ale","brand":"Samuel Adams","price":278,"abv":3.61,"pints_remain":44,"ingredients":"vibrant, creamy, sage, green grape, mint","description":"Chia mlkshk waistcoat. Pabst aesthetic iphone small batch chia shabby chic food truck. Chambray squid echo williamsburg craft beer hashtag bicycle rights."},{"name":"Duvel","brand":"BudLight","price":274,"abv":5.99,"pints_remain":90,"ingredients":"rounded, chewy, white grape, sugar cane, cola","description":"Sriracha artisan semiotics lo-fi blog gastropub. Food truck meditation tacos pabst. Fashion axe squid franzen flexitarian cardigan migas hoodie."},{"name":"Bourbon County Stout","brand":"Harp","price":259,"abv":5.59,"pints_remain":20,"ingredients":"mild, slick, butter, red currant, lemonade","description":"Mustache portland synth. Banh mi post-ironic pickled meggings iphone. Normcore biodiesel locavore."},{"name":"Ruination IPA","brand":"Dos Equis","price":242,"abv":3.66,"pints_remain":80,"ingredients":"dirty, juicy, cacao nibs, musty, lemonade","description":"Swag distillery typewriter loko. Polaroid drinking meditation pork belly before they sold out whatever bespoke. Art party squid street. Small batch sustainable iphone. Deep v offal dreamcatcher."},{"name":"Ruination IPA","brand":"Dos Equis","price":255,"abv":6.45,"pints_remain":9,"ingredients":"unbalanced, slick, fresh bread, clementine, nutella","description":"Pour-over salvia put a bird on it disrupt waistcoat. Meh banjo kombucha bitters. Cleanse park thundercats cray. Bushwick cronut bitters tilde pug cred echo."},{"name":"Chimay Grande Réserve","brand":"Birra Moretti","price":251,"abv":4.87,"pints_remain":52,"ingredients":"bright, round, milk chocolate, nectarine, rose hips","description":"Offal truffaut mixtape vhs biodiesel. Bespoke carry pabst. Taxidermy pour-over selvage letterpress butcher aesthetic green juice."},{"name":"Sublimely Self-Righteous Ale","brand":"Corona Extra","price":261,"abv":3.73,"pints_remain":123,"ingredients":"dirty, big, pecan, lychee, lavender","description":"Put a bird on it street goth. Pug microdosing chicharrones lomo ugh swag church-key cred. Deep v jean shorts swag. Deep v pop-up selfies viral wolf pabst. Everyday normcore banh mi crucifix phlogiston locavore."},{"name":"Trois Pistoles","brand":"Guinness","price":249,"abv":5.52,"pints_remain":75,"ingredients":"faint, syrupy, leathery, walnut, bakers chocolate","description":"Ramps health salvia shabby chic crucifix bespoke yuccie cliche. Tilde schlitz xoxo kickstarter. Normcore retro farm-to-table freegan keffiyeh cliche forage vegan. Street readymade before they sold out fixie chillwave iphone. Echo small batch hella."},{"name":"Ten FIDY","brand":"Quimes","price":247,"abv":6.52,"pints_remain":15,"ingredients":"rounded, full, cherry, jasmine, liquorice","description":"Dreamcatcher truffaut keffiyeh food truck cold-pressed ennui hella small batch. Single-origin coffee irony bespoke ethical swag lomo pour-over. Jean shorts artisan put a bird on it cleanse. Beard echo letterpress try-hard twee. Pickled drinking thundercats lumbersexual."},{"name":"Celebrator Doppelbock","brand":"Red Stripe","price":264,"abv":4.82,"pints_remain":28,"ingredients":"tart, juicy, white pepper, hibiscus, grassy","description":"Pinterest skateboard paleo pop-up yr brunch. Whatever 90's synth schlitz lumbersexual. Readymade whatever banh mi cray 3 wolf moon street portland. Cornhole 90's cronut. Yr loko fixie salvia brunch offal asymmetrical."},{"name":"Sapporo Premium","brand":"Carlsberg","price":294,"abv":6.68,"pints_remain":24,"ingredients":"crisp, watery, red apple, snow pea, potato defect!","description":"Cold-pressed aesthetic humblebrag narwhal carry everyday hashtag. Helvetica deep v crucifix slow-carb disrupt humblebrag. Locavore celiac vice. Gentrify disrupt microdosing occupy meditation franzen."},{"name":"Péché Mortel","brand":"Harp","price":275,"abv":3.59,"pints_remain":12,"ingredients":"dull, silky, corriander, potato defect!, olive","description":"Cleanse chia post-ironic vinyl ennui tacos. Migas blog skateboard flexitarian aesthetic health kinfolk. Squid health authentic. Farm-to-table hammock banh mi ennui meditation."},{"name":"Yeti Imperial Stout","brand":"Hoegaarden","price":248,"abv":4.22,"pints_remain":29,"ingredients":"structured, full, meyer lemon, lemon, green apple","description":"Vegan distillery kombucha. Vice blue bottle mumblecore bitters lo-fi. Five dollar toast brooklyn chartreuse pinterest. Taxidermy health freegan vegan marfa diy you probably haven't heard of them."},{"name":"Ruination IPA","brand":"Tsingtao","price":292,"abv":6.54,"pints_remain":67,"ingredients":"dense, velvety, cedar, brown sugar, fresh bread","description":"Fanny pack freegan polaroid church-key ugh pabst flannel. Bushwick neutra pabst brunch celiac mixtape carry organic. Yuccie five dollar toast loko echo."},{"name":"Shakespeare Oatmeal","brand":"Amstel","price":290,"abv":3.42,"pints_remain":26,"ingredients":"deep, slick, grassy, banana, cinnamon","description":"Distillery you probably haven't heard of them mixtape kickstarter etsy bushwick deep v. Deep v locavore lumbersexual. Artisan muggle magic freegan. Venmo lomo godard pug keytar post-ironic. Intelligentsia stumptown vegan truffaut."},{"name":"Arrogant Bastard Ale","brand":"Leffe","price":268,"abv":6.74,"pints_remain":117,"ingredients":"wild, full, molasses, milk chocolate, star fruit","description":"Sartorial thundercats health +1. Salvia chillwave banjo. Migas normcore roof blue bottle organic art party viral."},{"name":"Péché Mortel","brand":"Blue Moon","price":245,"abv":6.18,"pints_remain":46,"ingredients":"dirty, full, hibiscus, snow pea, bakers chocolate","description":"Tote bag everyday xoxo. Health marfa chambray cleanse roof yuccie tousled banjo. Direct trade distillery chia gentrify meh marfa. Green juice schlitz jean shorts."},{"name":"Oak Aged Yeti Imperial Stout","brand":"BudLight","price":282,"abv":5.29,"pints_remain":67,"ingredients":"pointed, chewy, golden raisin, lychee, liquorice","description":"Craft beer muggle magic intelligentsia. Pop-up cray leggings wayfarers vinyl before they sold out blog. Pinterest freegan 8-bit park. Asymmetrical shabby chic 3 wolf moon."},{"name":"La Fin Du Monde","brand":"Lowenbrau","price":259,"abv":5.86,"pints_remain":98,"ingredients":"muted, tea-like, plum, black currant, red grape","description":"Blog messenger bag green juice brunch fashion axe art party. Paleo try-hard dreamcatcher listicle. Neutra tote bag bushwick street wes anderson tofu carry aesthetic. Ramps drinking intelligentsia offal cred chambray messenger bag franzen."},{"name":"Ten FIDY","brand":"Blue Moon","price":293,"abv":5.22,"pints_remain":111,"ingredients":"dirty, juicy, pineapple, peanut, red apple","description":"Neutra cliche pork belly vhs. Franzen fanny pack muggle magic. Art party pork belly chartreuse kombucha typewriter selfies echo microdosing. Bushwick iphone lo-fi hoodie church-key swag health. Pbr&b messenger bag actually."},{"name":"Sierra Nevada Celebration Ale","brand":"Leffe","price":266,"abv":5.94,"pints_remain":58,"ingredients":"muted, juicy, tamarind, marzipan, red grape","description":"Crucifix church-key etsy. Keffiyeh cred truffaut 3 wolf moon pour-over five dollar toast. Carry normcore cardigan wes anderson next level chillwave. Neutra photo booth etsy vice kale chips tumblr messenger bag. Slow-carb sustainable messenger bag deep v seitan."},{"name":"Orval Trappist Ale","brand":"Dos Equis","price":264,"abv":6.42,"pints_remain":31,"ingredients":"deep, round, black cherry, cashew, meyer lemon","description":"Art party aesthetic heirloom pabst literally. Cliche godard master neutra tattooed pinterest actually shoreditch. Williamsburg synth irony yuccie bushwick occupy. Cred tilde sriracha 90's knausgaard."},{"name":"Founders Breakfast Stout","brand":"Heineken","price":255,"abv":3.89,"pints_remain":4,"ingredients":"clean, silky, lemongrass, wheat, strawberry","description":"Irony brunch lomo. Goth fashion axe waistcoat art party photo booth swag cold-pressed single-origin coffee. Cray selvage pitchfork hammock health chicharrones kinfolk leggings. Twee next level messenger bag viral fashion axe."},{"name":"Alpha King Pale Ale","brand":"Miller Draft","price":260,"abv":5.49,"pints_remain":46,"ingredients":"quick, juicy, mushroom, leathery, green-tea","description":"Green juice franzen +1 wayfarers letterpress. Letterpress kitsch marfa kickstarter paleo cray. Try-hard lomo shabby chic leggings. Paleo williamsburg locavore banh mi fixie cleanse intelligentsia."},{"name":"Storm King Stout","brand":"BudLight","price":255,"abv":6.75,"pints_remain":21,"ingredients":"juicy, creamy, soy sauce, watermelon, apricot","description":"Poutine echo blog park cred. Wayfarers sustainable fashion axe. Helvetica post-ironic chartreuse jean shorts."},{"name":"Schneider Aventinus","brand":"Lowenbrau","price":245,"abv":5.21,"pints_remain":26,"ingredients":"crisp, juicy, mushroom, sundried tomato, rubber","description":"Gluten-free chambray yuccie. Vice tumblr deep v ugh heirloom mumblecore lumbersexual. Gentrify trust fund small batch forage celiac butcher. Readymade offal flexitarian cardigan kitsch craft beer sartorial. Yolo meh retro pinterest messenger bag cred actually."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Hoegaarden","price":237,"abv":5.46,"pints_remain":40,"ingredients":"soft, full, cacao nibs, raisin, olive","description":"Flexitarian muggle magic post-ironic chambray. Marfa brunch ennui kombucha butcher irony cold-pressed. 8-bit loko keffiyeh pinterest five dollar toast ethical iphone flannel. Plaid before they sold out cleanse selfies chia 8-bit offal."},{"name":"La Fin Du Monde","brand":"Patagonia","price":273,"abv":6.07,"pints_remain":55,"ingredients":"muted, syrupy, figs, green-tea, prune","description":"Taxidermy next level bespoke aesthetic cronut. Master pbr&b cornhole venmo heirloom next level. Kitsch muggle magic tote bag marfa stumptown bespoke narwhal."},{"name":"Westmalle Trappist Tripel","brand":"Budweiser","price":280,"abv":3.31,"pints_remain":116,"ingredients":"quick, slick, raspberry, cashew, black currant","description":"Selvage locavore crucifix godard. Tousled disrupt readymade plaid fanny pack tacos messenger bag ennui. Goth migas taxidermy selvage seitan."},{"name":"Shakespeare Oatmeal","brand":"Samuel Adams","price":293,"abv":5.45,"pints_remain":27,"ingredients":"astringent, slick, liquorice, vanilla, honey","description":"Gastropub offal drinking keytar. Venmo gentrify vinyl humblebrag cliche street muggle magic cleanse. Truffaut try-hard austin twee. Yr next level swag meh trust fund ugh ramps. Kitsch cornhole chicharrones."},{"name":"Hercules Double IPA","brand":"Carlsberg","price":264,"abv":5.71,"pints_remain":120,"ingredients":"muted, creamy, leafy greens, carmel, apricot","description":"Actually selfies pinterest pbr&b chia cliche cornhole ennui. Pbr&b church-key craft beer kitsch asymmetrical drinking austin godard. Drinking locavore whatever. Chicharrones yolo locavore phlogiston 3 wolf moon pinterest letterpress cleanse."},{"name":"Dreadnaught IPA","brand":"Blue Moon","price":260,"abv":5.17,"pints_remain":54,"ingredients":"dense, watery, black-tea, cacao nibs, medicinal","description":"Park meh muggle magic mustache before they sold out banjo cliche. Microdosing hoodie gentrify thundercats xoxo everyday. Gentrify street knausgaard offal. Etsy bespoke xoxo stumptown fingerstache everyday pitchfork hammock. Viral franzen cardigan pour-over dreamcatcher everyday."},{"name":"Arrogant Bastard Ale","brand":"Murphys","price":237,"abv":4.66,"pints_remain":4,"ingredients":"mild, chewy, grassy, burnt sugar, liquorice","description":"Diy salvia pitchfork +1 meh lumbersexual actually franzen. Tote bag banh mi organic park selfies keffiyeh wayfarers thundercats. Lumbersexual wolf chambray mumblecore blue bottle trust fund 8-bit. Offal keffiyeh readymade church-key meh umami tattooed."},{"name":"Edmund Fitzgerald Porter","brand":"Tsingtao","price":254,"abv":5.62,"pints_remain":102,"ingredients":"astringent, chewy, tangerine, honeysuckle, graham cracker","description":"Occupy diy stumptown +1. Bitters pinterest hoodie small batch vice occupy. Artisan master fashion axe gluten-free wes anderson."},{"name":"Maharaj","brand":"Samuel Adams","price":269,"abv":6.1,"pints_remain":7,"ingredients":"tart, big, squash, lemon verbena, hazelnut","description":"Vhs sartorial kickstarter next level park letterpress vinegar. Brunch yuccie sartorial. Sriracha butcher twee you probably haven't heard of them park pabst."},{"name":"Maudite","brand":"Quimes","price":257,"abv":4.66,"pints_remain":53,"ingredients":"dry, full, sweet pea, cherry, granola","description":"Narwhal wayfarers ramps polaroid selvage hashtag waistcoat portland. Authentic marfa echo street. Franzen biodiesel goth bushwick retro truffaut pour-over. Actually direct trade narwhal. Art party put a bird on it whatever cliche street."},{"name":"Chocolate St","brand":"Sapporo","price":271,"abv":6.51,"pints_remain":124,"ingredients":"rounded, smooth, mango, green pepper, snow pea","description":"Tacos freegan brunch carry neutra church-key. 8-bit beard raw denim chia diy disrupt pork belly leggings. Vegan tote bag jean shorts."},{"name":"Two Hearted Ale","brand":"Delirium","price":263,"abv":5.64,"pints_remain":34,"ingredients":"structured, creamy, grapefruit, walnut, kiwi","description":"Typewriter master shoreditch ennui kale chips cold-pressed banh mi. Poutine yuccie post-ironic waistcoat. Craft beer art party leggings food truck heirloom hashtag hella next level."},{"name":"St. Bernardus Abt 12","brand":"Miller Draft","price":289,"abv":6.64,"pints_remain":25,"ingredients":"astringent, coating, bakers chocolate, baggy, sage","description":"Keytar trust fund small batch chartreuse vegan semiotics. Quinoa microdosing hella goth mixtape franzen craft beer beard. Kale chips park hella wolf. Godard cliche kombucha wayfarers craft beer microdosing pop-up. Scenester pickled food truck dreamcatcher tofu."},{"name":"Alpha King Pale Ale","brand":"Tsingtao","price":271,"abv":6.4,"pints_remain":4,"ingredients":"bright, full, soy sauce, green pepper, burnt sugar","description":"Seitan dreamcatcher vinyl bushwick trust fund. Tousled twee put a bird on it typewriter swag gluten-free. Cold-pressed banh mi five dollar toast mlkshk umami kitsch. Marfa ugh beard sartorial tacos pbr&b. Taxidermy tousled pour-over cred selfies."},{"name":"Maharaj","brand":"Patagonia","price":285,"abv":5.24,"pints_remain":59,"ingredients":"juicy, coating, white pepper, lavender, watermelon","description":"Deep v 8-bit tousled ethical beard art party readymade crucifix. Chia tousled normcore. Cred art party salvia authentic. Knausgaard selvage meggings +1 offal."},{"name":"Founders Kentucky Breakfast","brand":"Rolling Rock","price":290,"abv":4.19,"pints_remain":12,"ingredients":"sharp, round, plum, nutmeg, smokey","description":"Art party try-hard artisan migas. Chia church-key normcore diy post-ironic ramps meggings cornhole. Tattooed goth ennui mixtape craft beer wolf skateboard. Iphone bespoke kickstarter. Retro craft beer cleanse scenester."},{"name":"Schneider Aventinus","brand":"Pabst Blue Ribbon","price":288,"abv":3.25,"pints_remain":29,"ingredients":"sharp, round, soil, white pepper, corriander","description":"Ugh slow-carb keytar. Slow-carb pug cold-pressed cray. Chicharrones venmo shoreditch. Cornhole vegan drinking bitters bicycle rights food truck dreamcatcher. Farm-to-table mixtape swag godard keytar."},{"name":"Hercules Double IPA","brand":"Patagonia","price":287,"abv":4.78,"pints_remain":21,"ingredients":"complex, full, sugar cane, marshmallow, cantaloupe","description":"Lomo meggings cardigan. Ethical twee park. Pork belly bushwick godard biodiesel irony. Goth kitsch keytar direct trade. Art party loko chambray viral."},{"name":"Sublimely Self-Righteous Ale","brand":"Hoegaarden","price":249,"abv":6.92,"pints_remain":24,"ingredients":"bright, silky, lemon verbena, baggy, tobacco","description":"Chicharrones mustache five dollar toast brooklyn locavore. Butcher street tote bag lumbersexual microdosing vice. 90's cray narwhal. Diy selfies godard offal authentic."},{"name":"Edmund Fitzgerald Porter","brand":"Fosters","price":269,"abv":5.27,"pints_remain":14,"ingredients":"deep, syrupy, cashew, soil, sage","description":"Small batch austin health ethical. Dreamcatcher small batch wayfarers banjo vegan put a bird on it mlkshk vinyl. Sustainable swag master selfies migas semiotics shabby chic kale chips. Carry cred plaid post-ironic sartorial drinking leggings five dollar toast."},{"name":"Sierra Nevada Celebration Ale","brand":"Pacifico","price":278,"abv":4.69,"pints_remain":54,"ingredients":"dry, coating, black currant, green apple, peanut","description":"90's small batch wolf twee tacos swag chambray. Marfa intelligentsia meggings food truck offal dreamcatcher microdosing street. Organic shoreditch keytar. Pitchfork skateboard pop-up yr chicharrones blog. Chicharrones aesthetic bitters freegan pop-up readymade."},{"name":"Péché Mortel","brand":"Birra Moretti","price":269,"abv":4.4,"pints_remain":16,"ingredients":"rounded, syrupy, white grape, burnt sugar, milk chocolate","description":"Blog lomo muggle magic knausgaard. Hammock you probably haven't heard of them marfa umami kombucha viral occupy pop-up. Retro meggings truffaut authentic plaid."},{"name":"Nugget Nectar","brand":"Dos Equis","price":261,"abv":5.38,"pints_remain":108,"ingredients":"balanced, chewy, strawberry, squash, brown sugar","description":"Quinoa butcher direct trade 8-bit. Bicycle rights heirloom small batch listicle organic stumptown. Truffaut cronut lumbersexual taxidermy yolo portland salvia. Selfies green juice kale chips lomo phlogiston retro."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"BudLight","price":259,"abv":3.67,"pints_remain":32,"ingredients":"dull, syrupy, quakery, star fruit, peach","description":"Selvage beard bicycle rights pour-over mixtape readymade occupy banh mi. Banjo pork belly lumbersexual. Yolo selfies keytar chicharrones. Schlitz franzen park. Ugh vegan mixtape leggings small batch sartorial."},{"name":"Delirium Tremens","brand":"Sapporo","price":295,"abv":3.27,"pints_remain":46,"ingredients":"quick, silky, snow pea, passion fruit, tobacco","description":"Occupy typewriter intelligentsia celiac venmo kitsch seitan dreamcatcher. Brunch you probably haven't heard of them roof taxidermy twee whatever. Waistcoat meh poutine migas diy cronut humblebrag. Gentrify vinegar kickstarter 3 wolf moon irony sartorial iphone kitsch. Selvage iphone cardigan."},{"name":"Sapporo Premium","brand":"Birra Moretti","price":269,"abv":4.04,"pints_remain":63,"ingredients":"quick, tea-like, white grape, clove, magnolia","description":"Master narwhal helvetica selfies. Kinfolk tilde before they sold out. Master chartreuse literally. Semiotics church-key listicle locavore meh pop-up. Blue bottle goth skateboard."},{"name":"90 Minute IPA","brand":"Budweiser","price":267,"abv":6.23,"pints_remain":114,"ingredients":"juicy, big, black pepper, cranberry, black pepper","description":"Pop-up deep v readymade kinfolk retro pbr&b. You probably haven't heard of them shoreditch post-ironic chillwave craft beer +1 microdosing. Ennui scenester bitters chambray. Occupy austin bitters loko cardigan venmo trust fund."},{"name":"Yeti Imperial Stout","brand":"Tsingtao","price":266,"abv":6.05,"pints_remain":17,"ingredients":"wild, chewy, kiwi, toast, squash","description":"Typewriter blue bottle lumbersexual quinoa brunch next level distillery forage. Tattooed mustache sriracha scenester artisan farm-to-table. Chillwave offal kinfolk five dollar toast taxidermy paleo. Roof put a bird on it sartorial art party before they sold out."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Pacifico","price":240,"abv":3.32,"pints_remain":105,"ingredients":"sharp, syrupy, clementine, red currant, smokey","description":"Quinoa twee franzen. Selfies kitsch freegan hammock offal aesthetic hoodie celiac. Swag street vhs scenester. Kitsch cold-pressed hammock distillery."},{"name":"Chocolate St","brand":"Becks","price":273,"abv":4.13,"pints_remain":55,"ingredients":"balanced, velvety, wheat, cherry, soil","description":"Master keytar roof food truck hella. Asymmetrical pour-over sriracha. Humblebrag try-hard salvia distillery. Ennui health meggings skateboard. Vegan kale chips forage locavore microdosing tacos direct trade."},{"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Red Stripe","price":286,"abv":3.65,"pints_remain":38,"ingredients":"balanced, full, bakers chocolate, rubber, milk chocolate","description":"Skateboard franzen yolo listicle. Pickled quinoa knausgaard migas cred cold-pressed. Lomo offal fingerstache vinegar. Hoodie retro put a bird on it salvia. Tousled umami hoodie farm-to-table craft beer ennui franzen raw denim."},{"name":"Kirin Inchiban","brand":"Sierra Nevada","price":249,"abv":6.41,"pints_remain":46,"ingredients":"clean, creamy, brown sugar, pecan, rose hips","description":"Literally pop-up aesthetic actually vinegar you probably haven't heard of them. Shabby chic organic aesthetic. Pabst retro distillery irony tacos meh mumblecore. Artisan portland forage venmo occupy cornhole yuccie. Try-hard craft beer cliche organic whatever pabst."},{"name":"Stone Imperial Russian Stout","brand":"Kirin","price":278,"abv":5.63,"pints_remain":16,"ingredients":"crisp, chewy, nougat, corriander, watermelon","description":"+1 gluten-free single-origin coffee fanny pack pop-up try-hard celiac. Seitan portland pabst phlogiston fixie helvetica. Post-ironic carry franzen godard photo booth vhs raw denim wolf. Occupy street chicharrones cleanse yolo."},{"name":"Orval Trappist Ale","brand":"Red Stripe","price":273,"abv":5.57,"pints_remain":65,"ingredients":"crisp, big, lime, passion fruit, mint","description":"Yuccie aesthetic viral butcher. 8-bit yuccie cleanse vinegar humblebrag. Sriracha bespoke trust fund cold-pressed."},{"name":"Yeti Imperial Stout","brand":"Sapporo","price":296,"abv":5.89,"pints_remain":99,"ingredients":"bright, creamy, fresh bread, hazelnut, granola","description":"Before they sold out pbr&b truffaut wayfarers tote bag sartorial cray selfies. Bushwick listicle jean shorts. Normcore marfa synth cred chia pitchfork. Portland bespoke pickled keffiyeh tofu. Seitan art party selfies ramps heirloom selvage flexitarian."},{"name":"Samuel Smith’s Imperial IPA","brand":"Leffe","price":281,"abv":5.19,"pints_remain":32,"ingredients":"juicy, tea-like, honeydew, lychee, kiwi","description":"3 wolf moon five dollar toast selfies cardigan post-ironic vhs. Neutra normcore chillwave yr microdosing pork belly. Tacos small batch disrupt roof occupy poutine 8-bit. Vinegar health brooklyn taxidermy heirloom chambray green juice pinterest."},{"name":"Founders Breakfast Stout","brand":"Delirium","price":282,"abv":4.87,"pints_remain":1,"ingredients":"dirty, round, tobacco, squash, liquorice","description":"Heirloom kombucha mlkshk yolo aesthetic church-key. Neutra cardigan vinegar yuccie. Kinfolk pickled shoreditch ennui salvia pour-over dreamcatcher."},{"name":"Trois Pistoles","brand":"Delirium","price":257,"abv":5.78,"pints_remain":93,"ingredients":"dense, chewy, blueberry, hops, white grape","description":"Art party kitsch cornhole deep v cred. Stumptown occupy thundercats diy chicharrones beard vegan street. Shabby chic pop-up fingerstache beard swag fixie food truck polaroid."},{"name":"Chimay Grande Réserve","brand":"Samuel Adams","price":252,"abv":6.45,"pints_remain":103,"ingredients":"clean, coating, milk chocolate, red currant, cola","description":"Shabby chic pitchfork ethical. Heirloom flexitarian occupy organic twee cold-pressed aesthetic muggle magic. Tilde seitan bushwick. Shoreditch sustainable vice organic."},{"name":"Delirium Tremens","brand":"Lowenbrau","price":292,"abv":5.16,"pints_remain":42,"ingredients":"dirty, silky, cacao nibs, apricot, sugar cane","description":"Pitchfork microdosing raw denim austin single-origin coffee kale chips try-hard lomo. Cliche mumblecore waistcoat umami before they sold out goth carry. Normcore direct trade next level tofu. Tumblr asymmetrical yuccie blog viral."},{"name":"Storm King Stout","brand":"Hoegaarden","price":245,"abv":5.46,"pints_remain":51,"ingredients":"wild, round, clove, marshmallow, red currant","description":"Food truck mlkshk skateboard thundercats yolo. Williamsburg cronut gluten-free direct trade you probably haven't heard of them taxidermy. Chicharrones cornhole shoreditch wes anderson. Muggle magic bitters austin hella iphone wes anderson chicharrones kogi."},{"name":"Maharaj","brand":"Corona Extra","price":260,"abv":6.23,"pints_remain":35,"ingredients":"clean, smooth, magnolia, snow pea, smokey","description":"Literally sriracha ramps offal tousled blue bottle viral migas. Quinoa cronut dreamcatcher vhs helvetica cornhole celiac everyday. Sriracha put a bird on it gentrify messenger bag 90's yuccie. Ugh polaroid pork belly xoxo."},{"name":"Weihenstephaner Hefeweissbier","brand":"Budweiser","price":237,"abv":5.45,"pints_remain":63,"ingredients":"muted, tea-like, orange, orange creamsicle, carmel","description":"Distillery mixtape try-hard umami phlogiston pickled. Aesthetic microdosing loko twee pabst raw denim. Intelligentsia literally small batch humblebrag."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Patagonia","price":255,"abv":6.99,"pints_remain":39,"ingredients":"dull, big, plum, meyer lemon, green pepper","description":"Authentic echo flannel cold-pressed. Food truck biodiesel 8-bit pbr&b chartreuse kombucha disrupt. Leggings wolf organic. Chambray stumptown next level drinking authentic jean shorts tousled photo booth."},{"name":"Hercules Double IPA","brand":"Guinness","price":260,"abv":5.7,"pints_remain":47,"ingredients":"wild, smooth, bergamot, plum, hops","description":"Health keytar thundercats ramps mumblecore pitchfork food truck knausgaard. Tumblr mlkshk ennui pbr&b master schlitz. Ethical park small batch. Park ramps cred skateboard banjo kogi taxidermy godard. Hammock raw denim cliche whatever."},{"name":"Schneider Aventinus","brand":"Harp","price":281,"abv":3.79,"pints_remain":51,"ingredients":"balanced, chewy, bergamot, sundried tomato, green apple","description":"8-bit try-hard waistcoat kogi selvage. Bitters pinterest tote bag yuccie scenester. Knausgaard direct trade craft beer mixtape iphone. Heirloom austin ugh gentrify. Banjo sartorial flexitarian poutine."},{"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Guinness","price":265,"abv":4.29,"pints_remain":120,"ingredients":"structured, slick, coconut, musty, sweet pea","description":"Skateboard tilde messenger bag fingerstache pitchfork brooklyn seitan green juice. Fashion axe poutine butcher vinegar iphone +1 ethical. Cred cray post-ironic williamsburg kitsch banh mi carry butcher. Bicycle rights try-hard trust fund pitchfork narwhal deep v raw denim occupy. Austin kombucha truffaut waistcoat quinoa fixie."},{"name":"Bourbon County Stout","brand":"BudLight","price":294,"abv":3.44,"pints_remain":94,"ingredients":"deep, creamy, mushroom, milk chocolate, mango","description":"Schlitz five dollar toast echo paleo. Intelligentsia mumblecore echo. Quinoa pop-up waistcoat fanny pack put a bird on it trust fund umami kogi. Gentrify paleo tacos typewriter polaroid wayfarers bespoke. Readymade schlitz forage whatever irony selvage cold-pressed carry."},{"name":"Pliny The Elder","brand":"Lowenbrau","price":269,"abv":4.04,"pints_remain":114,"ingredients":"faint, silky, barley, sundried tomato, red currant","description":"Banh mi bespoke ethical trust fund photo booth letterpress ramps put a bird on it. Kale chips church-key farm-to-table cold-pressed green juice post-ironic banh mi yuccie. 3 wolf moon 8-bit meh craft beer five dollar toast tofu."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Heineken","price":237,"abv":6.28,"pints_remain":12,"ingredients":"complex, coating, tomato, granola, brown sugar","description":"Pabst ugh vegan dreamcatcher. Poutine pitchfork gentrify carry cornhole thundercats shabby chic. Post-ironic lumbersexual wolf kombucha. Goth master put a bird on it cronut 8-bit authentic portland."},{"name":"Hercules Double IPA","brand":"Sierra Nevada","price":244,"abv":5.77,"pints_remain":15,"ingredients":"quick, chewy, cantaloupe, lemongrass, banana","description":"Mustache kogi master cray knausgaard tousled selfies. Hella artisan sartorial venmo. Vhs occupy pabst umami butcher loko cold-pressed stumptown. Tumblr keffiyeh pop-up normcore polaroid next level. Vinyl vegan direct trade tumblr stumptown pug synth pork belly."},{"name":"Hennepin","brand":"Quimes","price":274,"abv":5.2,"pints_remain":118,"ingredients":"quick, silky, grapefruit, red apple, pecan","description":"Kogi hashtag scenester occupy park master. Echo chartreuse typewriter. Locavore yolo street vegan brooklyn gluten-free."},{"name":"Westmalle Trappist Tripel","brand":"Kirin","price":296,"abv":5.37,"pints_remain":63,"ingredients":"delicate, big, snow pea, almond, green grape","description":"Fanny pack art party green juice phlogiston actually. Neutra bushwick cardigan banjo 8-bit. 8-bit organic truffaut."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Leffe","price":250,"abv":5.14,"pints_remain":20,"ingredients":"dirty, silky, toast, soy sauce, green apple","description":"Gastropub tumblr 8-bit try-hard. Celiac forage selvage. Direct trade mustache before they sold out kickstarter chartreuse mixtape ramps letterpress. Meggings bespoke hoodie kale chips fingerstache goth hella."},{"name":"St. Bernardus Abt 12","brand":"Murphys","price":273,"abv":4.35,"pints_remain":117,"ingredients":"balanced, syrupy, maple syrup, rye, green-tea","description":"Portland venmo ethical mumblecore literally helvetica. Gentrify iphone vegan flexitarian drinking squid before they sold out. Schlitz seitan etsy pitchfork pour-over. Single-origin coffee kinfolk ugh five dollar toast cray leggings drinking twee."},{"name":"Westmalle Trappist Tripel","brand":"Quimes","price":260,"abv":4.9,"pints_remain":112,"ingredients":"tart, syrupy, potato defect!, burnt sugar, marshmallow","description":"Heirloom literally diy. Vinegar taxidermy gluten-free. 90's heirloom viral carry vinegar bushwick pinterest meditation."},{"name":"Weihenstephaner Hefeweissbier","brand":"Quimes","price":268,"abv":3.57,"pints_remain":71,"ingredients":"muted, tea-like, cacao nibs, bakers chocolate, lemon","description":"Celiac jean shorts art party schlitz small batch farm-to-table kombucha. Wayfarers pop-up chicharrones. Art party slow-carb humblebrag yuccie mlkshk. Freegan cliche heirloom dreamcatcher park fixie."},{"name":"Oaked Arrogant Bastard Ale","brand":"Budweiser","price":281,"abv":4.67,"pints_remain":65,"ingredients":"astringent, big, raspberry, kiwi, graham cracker","description":"Locavore pour-over authentic mlkshk flannel muggle magic organic. Bicycle rights marfa cray carry lo-fi lomo retro. Microdosing butcher single-origin coffee."},{"name":"Trappistes Rochefort 10","brand":"Hoegaarden","price":274,"abv":5.41,"pints_remain":67,"ingredients":"dull, creamy, apricot, orange, tomato","description":"Echo church-key narwhal kinfolk tofu celiac fashion axe stumptown. Disrupt celiac banh mi letterpress diy. Scenester artisan readymade. Bicycle rights swag chillwave deep v."},{"name":"Shakespeare Oatmeal","brand":"Rolling Rock","price":294,"abv":4.93,"pints_remain":73,"ingredients":"wild, big, pineapple, mint, cherry","description":"Fashion axe readymade sartorial pork belly twee before they sold out church-key. Pickled disrupt retro flannel dreamcatcher sriracha. Ennui venmo locavore cardigan ramps. Mumblecore church-key kale chips."},{"name":"Hercules Double IPA","brand":"Kirin","price":240,"abv":3.7,"pints_remain":92,"ingredients":"muted, watery, walnut, curry, quakery","description":"Listicle meh raw denim leggings kitsch swag chambray. Post-ironic bespoke before they sold out tote bag cold-pressed 90's. Wes anderson flexitarian echo blue bottle vice cronut."},{"name":"St. Bernardus Abt 12","brand":"Kirin","price":261,"abv":5.47,"pints_remain":65,"ingredients":"dull, syrupy, nectarine, smokey, nutella","description":"Muggle magic brunch pop-up knausgaard banjo street. Single-origin coffee pickled literally thundercats 90's semiotics. Bicycle rights phlogiston flannel tote bag. Thundercats locavore sustainable 3 wolf moon mlkshk brooklyn."},{"name":"Maudite","brand":"Becks","price":241,"abv":5.08,"pints_remain":30,"ingredients":"lingering, smooth, lychee, leafy greens, black-tea","description":"Ugh literally banh mi pork belly gentrify chambray. Put a bird on it cred williamsburg. Whatever williamsburg normcore chillwave vinegar small batch vhs."},{"name":"Oaked Arrogant Bastard Ale","brand":"Becks","price":246,"abv":6.53,"pints_remain":99,"ingredients":"juicy, chewy, milk chocolate, quakery, lemongrass","description":"Asymmetrical bitters green juice paleo. Photo booth wolf occupy. Irony forage everyday venmo. Iphone drinking poutine authentic."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Paulaner","price":280,"abv":3.67,"pints_remain":10,"ingredients":"rounded, silky, rye, cola, nougat","description":"Leggings tote bag tattooed shabby chic messenger bag salvia. Hoodie vegan franzen pbr&b chia before they sold out phlogiston synth. Roof truffaut selfies shoreditch art party sriracha polaroid wayfarers. Brunch celiac schlitz shabby chic twee. Post-ironic celiac gastropub tacos everyday bitters."},{"name":"Maharaj","brand":"Sapporo","price":248,"abv":4.19,"pints_remain":121,"ingredients":"deep, tea-like, bakers chocolate, sage, pineapple","description":"Hella authentic 3 wolf moon wolf. Green juice phlogiston irony wayfarers iphone next level. Jean shorts forage gentrify chartreuse typewriter cliche cold-pressed irony. Chillwave seitan small batch authentic. Sriracha flannel bushwick kitsch."},{"name":"Oaked Arrogant Bastard Ale","brand":"Coors lite","price":280,"abv":6.73,"pints_remain":30,"ingredients":"structured, full, orange, snow pea, barley","description":"Migas intelligentsia yr twee crucifix. Small batch sustainable brooklyn stumptown sartorial 3 wolf moon semiotics. Wes anderson forage meditation hashtag mlkshk. Chambray farm-to-table chia yolo."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Sapporo","price":285,"abv":3.94,"pints_remain":104,"ingredients":"tart, smooth, banana, carmel, clove","description":"Mustache chillwave microdosing. Polaroid bushwick hammock neutra meditation farm-to-table direct trade. Sartorial fanny pack narwhal kale chips. Kinfolk tofu pitchfork umami disrupt pop-up meh phlogiston. Art party sustainable trust fund."},{"name":"Weihenstephaner Hefeweissbier","brand":"Sapporo","price":285,"abv":3.22,"pints_remain":26,"ingredients":"lingering, creamy, green pepper, cherry, nutmeg","description":"Irony blue bottle selfies. Bitters food truck williamsburg selvage pabst. Tumblr neutra readymade."},{"name":"Stone IPA","brand":"Quimes","price":262,"abv":3.96,"pints_remain":52,"ingredients":"faint, juicy, black-tea, lychee, green pepper","description":"Street +1 pop-up tacos kogi. Mustache synth bespoke tofu lumbersexual locavore chambray chillwave. Viral blue bottle flexitarian. Bitters seitan meditation lo-fi helvetica. Locavore fingerstache portland scenester yuccie 8-bit literally."},{"name":"Shakespeare Oatmeal","brand":"Carlsberg","price":248,"abv":5.7,"pints_remain":23,"ingredients":"lingering, full, grassy, red apple, rose hips","description":"Xoxo pabst mustache hashtag forage ramps poutine. Mlkshk paleo tilde heirloom lumbersexual park mumblecore. Thundercats hashtag chambray."},{"name":"Delirium Tremens","brand":"Budweiser","price":296,"abv":6.22,"pints_remain":47,"ingredients":"mild, creamy, snow pea, hops, red grape","description":"Hammock humblebrag tumblr small batch pickled seitan heirloom tattooed. Yuccie fingerstache +1. Bushwick fixie phlogiston next level mixtape pork belly. Iphone ramps next level sartorial tacos."},{"name":"Chimay Grande Réserve","brand":"Carlsberg","price":269,"abv":3.85,"pints_remain":94,"ingredients":"bright, round, meyer lemon, marshmallow, white grape","description":"Marfa stumptown tofu tattooed pinterest. Art party cardigan aesthetic hella schlitz blog. Craft beer distillery hoodie 90's williamsburg organic polaroid. Hashtag portland blue bottle."},{"name":"Shakespeare Oatmeal","brand":"Becks","price":266,"abv":4.52,"pints_remain":85,"ingredients":"clean, velvety, banana, concord grape, lychee","description":"Chillwave asymmetrical yuccie. Yuccie thundercats banjo bicycle rights. Literally venmo polaroid heirloom freegan authentic try-hard farm-to-table. Franzen yolo church-key beard. 3 wolf moon salvia twee kinfolk sustainable."},{"name":"Hercules Double IPA","brand":"Lowenbrau","price":258,"abv":5.39,"pints_remain":36,"ingredients":"dense, velvety, prune, tamarind, cantaloupe","description":"Godard five dollar toast street. Seitan tattooed salvia. Authentic poutine freegan synth kinfolk heirloom narwhal occupy. Pbr&b heirloom shoreditch beard craft beer food truck fixie yuccie."},{"name":"Maharaj","brand":"Hoegaarden","price":288,"abv":6.95,"pints_remain":11,"ingredients":"tart, creamy, green apple, soy sauce, cranberry","description":"Selfies trust fund brunch swag blog. Farm-to-table gluten-free mumblecore hella disrupt. Celiac poutine mustache tumblr occupy pickled drinking. Fashion axe yuccie chambray."},{"name":"Maudite","brand":"Birra Moretti","price":296,"abv":3.81,"pints_remain":27,"ingredients":"juicy, velvety, kiwi, black cherry, ginger","description":"Tote bag everyday mlkshk venmo flannel actually. Kitsch slow-carb aesthetic single-origin coffee five dollar toast tousled godard. Semiotics post-ironic williamsburg microdosing pour-over locavore green juice. Ramps ennui neutra marfa. Neutra bushwick thundercats fashion axe 8-bit twee selfies synth."},{"name":"Hercules Double IPA","brand":"Amstel","price":260,"abv":5.51,"pints_remain":74,"ingredients":"mild, tea-like, snow pea, rose hips, tomato","description":"Plaid yr meditation pinterest cliche kogi hoodie helvetica. Fashion axe dreamcatcher gentrify waistcoat squid meggings microdosing. Fingerstache you probably haven't heard of them drinking."},{"name":"Sierra Nevada Celebration Ale","brand":"Coors lite","price":288,"abv":4.53,"pints_remain":4,"ingredients":"faint, silky, soil, honey, figs","description":"Ennui offal mustache mumblecore. Waistcoat stumptown narwhal church-key vegan. Sriracha whatever slow-carb messenger bag tumblr fixie lumbersexual. Stumptown truffaut yuccie sartorial actually wayfarers taxidermy."},{"name":"Bourbon County Stout","brand":"Lowenbrau","price":254,"abv":5.07,"pints_remain":3,"ingredients":"tart, tea-like, corriander, quakery, star fruit","description":"Dreamcatcher whatever franzen trust fund synth microdosing scenester. Plaid austin selvage. Vice disrupt tacos ennui +1. Ethical drinking swag bushwick readymade neutra echo."},{"name":"Chimay Grande Réserve","brand":"Miller Draft","price":280,"abv":6.37,"pints_remain":121,"ingredients":"structured, round, concord grape, raisin, bittersweet chocolate","description":"Tofu tumblr kinfolk humblebrag echo. Migas green juice trust fund cold-pressed 90's next level artisan. Chartreuse lomo humblebrag cornhole occupy jean shorts. Master tattooed tote bag 3 wolf moon microdosing sartorial skateboard ugh."},{"name":"Trappistes Rochefort 8","brand":"Pabst Blue Ribbon","price":292,"abv":6.64,"pints_remain":18,"ingredients":"bright, chewy, plum, fresh bread, watermelon","description":"Health twee squid aesthetic synth goth. Yr seitan xoxo etsy bushwick vice. Vice pop-up selvage salvia offal kinfolk sartorial."},{"name":"Nugget Nectar","brand":"Paulaner","price":289,"abv":3.65,"pints_remain":82,"ingredients":"deep, slick, sweet pea, white grape, mango","description":"Wayfarers craft beer freegan yr twee. Keffiyeh gastropub vice meh pinterest kombucha green juice. Kogi chartreuse poutine literally celiac. Meditation +1 twee yolo waistcoat. Loko gentrify street skateboard echo viral yolo."},{"name":"Delirium Tremens","brand":"Kirin","price":240,"abv":5.36,"pints_remain":4,"ingredients":"soft, tea-like, cashew, toast, golden raisin","description":"Waistcoat single-origin coffee hella helvetica cleanse knausgaard artisan everyday. Actually pop-up pbr&b flexitarian shoreditch artisan swag. Diy food truck xoxo hashtag heirloom pork belly. Distillery wayfarers biodiesel occupy. Waistcoat meditation muggle magic park celiac."},{"name":"Edmund Fitzgerald Porter","brand":"Kirin","price":242,"abv":5.59,"pints_remain":122,"ingredients":"dense, coating, banana, honey, musty","description":"Stumptown venmo echo marfa vhs kinfolk hoodie goth. Scenester meditation cray waistcoat. Fanny pack blog narwhal viral. Irony pickled kale chips organic chillwave fanny pack etsy tote bag. Tote bag church-key freegan health authentic sartorial."},{"name":"Maharaj","brand":"Rolling Rock","price":285,"abv":5.12,"pints_remain":31,"ingredients":"structured, velvety, leafy greens, red currant, honey","description":"Carry thundercats chicharrones paleo stumptown cardigan kitsch. Lumbersexual photo booth godard neutra mumblecore chicharrones. Franzen pour-over lo-fi."},{"name":"Alpha King Pale Ale","brand":"Kirin","price":273,"abv":5.45,"pints_remain":24,"ingredients":"lingering, juicy, white grape, apricot, rubber","description":"Food truck humblebrag pug sustainable yr godard. Yuccie narwhal pitchfork. Loko chicharrones migas tousled godard salvia. Chicharrones cardigan phlogiston retro."},{"name":"Founders Breakfast Stout","brand":"Delirium","price":250,"abv":5.85,"pints_remain":17,"ingredients":"dull, coating, fresh wood, coconut, carmel","description":"Yuccie readymade kogi. Paleo offal fixie banjo umami. Mustache plaid hammock five dollar toast whatever biodiesel. Offal brooklyn skateboard mlkshk."},{"name":"Founders Breakfast Stout","brand":"Leffe","price":294,"abv":4.21,"pints_remain":24,"ingredients":"soft, tea-like, green pepper, toast, passion fruit","description":"Chia readymade tumblr sustainable shabby chic bushwick listicle. Tacos venmo poutine keytar drinking readymade seitan. Portland pug small batch meditation gluten-free venmo carry."},{"name":"Hop Rod Rye","brand":"Blue Moon","price":262,"abv":6.93,"pints_remain":56,"ingredients":"tart, velvety, smokey, graham cracker, cocoa powder","description":"+1 disrupt goth marfa vinyl meh fashion axe. Lumbersexual squid authentic listicle leggings try-hard dreamcatcher organic. Seitan chillwave mumblecore vhs brooklyn williamsburg knausgaard heirloom."},{"name":"Sublimely Self-Righteous Ale","brand":"Budweiser","price":278,"abv":5.12,"pints_remain":103,"ingredients":"delicate, full, green apple, cantaloupe, granola","description":"Biodiesel distillery offal marfa. Mumblecore tofu selvage. Crucifix williamsburg hammock before they sold out fanny pack meh knausgaard. Knausgaard slow-carb ugh carry heirloom pabst."},{"name":"Trappistes Rochefort 10","brand":"Fosters","price":250,"abv":5.01,"pints_remain":69,"ingredients":"muted, juicy, leathery, raisin, granola","description":"Keffiyeh fingerstache everyday cardigan shoreditch fashion axe crucifix. Keffiyeh post-ironic paleo. Meh chartreuse fixie tattooed pinterest."},{"name":"Arrogant Bastard Ale","brand":"Guinness","price":245,"abv":4.48,"pints_remain":41,"ingredients":"sharp, velvety, nutmeg, curry, grapefruit","description":"Twee kinfolk bicycle rights gentrify actually. Godard diy fingerstache bicycle rights franzen polaroid narwhal. Gastropub bushwick selvage irony knausgaard beard pop-up. Butcher bespoke trust fund offal kale chips."},{"name":"Celebrator Doppelbock","brand":"Harp","price":249,"abv":5.09,"pints_remain":118,"ingredients":"dull, silky, granola, cream, cinnamon","description":"Kinfolk sartorial viral paleo art party bespoke fashion axe. You probably haven't heard of them kickstarter leggings fixie messenger bag intelligentsia green juice. Locavore try-hard five dollar toast pabst synth kickstarter neutra scenester. Hoodie gentrify kogi irony letterpress bespoke."},{"name":"Stone Imperial Russian Stout","brand":"Dos Equis","price":243,"abv":4.14,"pints_remain":23,"ingredients":"balanced, syrupy, nectarine, rose hips, musty","description":"Messenger bag trust fund goth lumbersexual. Wolf photo booth five dollar toast park truffaut. Portland raw denim shabby chic plaid chicharrones meditation. Chambray muggle magic authentic."},{"name":"Founders Breakfast Stout","brand":"Pacifico","price":262,"abv":6.52,"pints_remain":102,"ingredients":"unbalanced, velvety, passion fruit, red apple, prune","description":"Aesthetic yolo pug letterpress pbr&b pabst gastropub tofu. Vinegar green juice flexitarian. Swag street shoreditch waistcoat stumptown. Iphone scenester keffiyeh salvia kale chips raw denim."},{"name":"Celebrator Doppelbock","brand":"Kirin","price":292,"abv":6.78,"pints_remain":49,"ingredients":"faint, velvety, almond, concord grape, almond","description":"Narwhal cardigan crucifix shoreditch retro. Master intelligentsia kale chips. Disrupt pitchfork cliche paleo flannel crucifix banjo. Fashion axe green juice try-hard mumblecore pitchfork cleanse."},{"name":"Pliny The Elder","brand":"Dos Equis","price":274,"abv":5.88,"pints_remain":39,"ingredients":"crisp, creamy, hops, tangerine, meyer lemon","description":"Listicle meditation kitsch messenger bag bushwick. Bitters selfies butcher. Meditation distillery muggle magic."},{"name":"Ruination IPA","brand":"BudLight","price":243,"abv":6.15,"pints_remain":124,"ingredients":"juicy, coating, red apple, red grape, bittersweet chocolate","description":"Tofu cronut quinoa iphone goth master vhs fixie. Pop-up stumptown vhs. Sartorial chartreuse lomo trust fund wolf gluten-free neutra food truck. Migas leggings fanny pack ugh locavore."},{"name":"Sierra Nevada Celebration Ale","brand":"Blue Moon","price":257,"abv":5.98,"pints_remain":1,"ingredients":"wild, chewy, cranberry, apricot, graham cracker","description":"Photo booth aesthetic keffiyeh lomo craft beer chicharrones kombucha loko. Beard kombucha everyday. Mixtape street single-origin coffee. Cornhole yuccie kinfolk. Goth street 90's asymmetrical hashtag pop-up."},{"name":"Bourbon County Stout","brand":"Patagonia","price":291,"abv":3.9,"pints_remain":15,"ingredients":"dull, tea-like, ginger, raspberry, graham cracker","description":"Butcher cliche kickstarter park mixtape banjo authentic quinoa. Ethical vegan pbr&b bespoke microdosing austin meggings. Mixtape cleanse franzen diy next level yolo literally."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Delirium","price":292,"abv":5.76,"pints_remain":114,"ingredients":"sharp, smooth, nutella, nutella, honeydew","description":"Roof cardigan tote bag. Venmo muggle magic hashtag chambray ramps you probably haven't heard of them mixtape roof. Umami flannel loko cardigan ennui. Forage chia plaid gentrify disrupt phlogiston."},{"name":"Hennepin","brand":"Blue Moon","price":285,"abv":4.96,"pints_remain":30,"ingredients":"lingering, chewy, black pepper, baggy, strawberry","description":"Diy put a bird on it waistcoat. Godard keytar loko mumblecore thundercats. Portland etsy cold-pressed occupy hoodie biodiesel gluten-free celiac. Thundercats pbr&b hammock fashion axe."},{"name":"Edmund Fitzgerald Porter","brand":"Dos Equis","price":275,"abv":4.13,"pints_remain":19,"ingredients":"dry, chewy, sundried tomato, cocoa powder, squash","description":"Cred portland kickstarter blog. Jean shorts readymade microdosing. Banh mi vhs vice fixie roof chicharrones single-origin coffee. Selfies narwhal skateboard cronut vhs austin synth."},{"name":"La Fin Du Monde","brand":"Rolling Rock","price":263,"abv":5.67,"pints_remain":87,"ingredients":"soft, big, prune, vanilla, plum","description":"Kogi vice hammock muggle magic typewriter. Cardigan actually bitters etsy. Iphone post-ironic knausgaard. Humblebrag offal portland seitan microdosing. Single-origin coffee truffaut semiotics wayfarers dreamcatcher pinterest shabby chic williamsburg."},{"name":"Alpha King Pale Ale","brand":"Rolling Rock","price":278,"abv":4.23,"pints_remain":6,"ingredients":"juicy, juicy, pecan, hay, cedar","description":"Lo-fi aesthetic sriracha lumbersexual. Diy master tousled cred hashtag whatever. Flannel lumbersexual listicle. Health normcore portland pitchfork leggings."},{"name":"Hennepin","brand":"Rolling Rock","price":264,"abv":3.21,"pints_remain":68,"ingredients":"deep, tea-like, kiwi, lavender, tangerine","description":"Waistcoat shoreditch taxidermy neutra. Offal cold-pressed artisan slow-carb godard. Swag sustainable godard banjo quinoa thundercats muggle magic pitchfork. Everyday muggle magic dreamcatcher retro irony master wolf. Butcher artisan post-ironic twee occupy chia."},{"name":"Oaked Arrogant Bastard Ale","brand":"Heineken","price":267,"abv":5.13,"pints_remain":21,"ingredients":"delicate, slick, ginger, black pepper, green pepper","description":"Church-key bespoke typewriter 3 wolf moon listicle hella food truck skateboard. Pabst biodiesel mustache slow-carb single-origin coffee williamsburg twee iphone. Yr mlkshk chicharrones seitan meditation paleo artisan. Disrupt try-hard scenester venmo skateboard leggings health. Stumptown mustache meh."},{"name":"Stone Imperial Russian Stout","brand":"Sapporo","price":241,"abv":3.74,"pints_remain":95,"ingredients":"lingering, watery, cocoa powder, cacao nibs, carbon","description":"Hella franzen raw denim lomo meditation. Squid raw denim vegan tofu locavore banh mi typewriter. Scenester brunch mustache."},{"name":"Storm King Stout","brand":"Lowenbrau","price":259,"abv":3.89,"pints_remain":3,"ingredients":"delicate, coating, maple syrup, black pepper, sweet pea","description":"Phlogiston fingerstache pour-over cold-pressed vhs hoodie. Meggings raw denim green juice chicharrones kickstarter street shabby chic. Authentic tote bag mixtape."},{"name":"Trappistes Rochefort 10","brand":"Rolling Rock","price":290,"abv":4.93,"pints_remain":69,"ingredients":"pointed, watery, molasses, brown sugar, quakery","description":"Distillery celiac offal pitchfork keytar selvage. Readymade chambray cleanse master etsy craft beer marfa actually. Gastropub shoreditch aesthetic authentic. Muggle magic typewriter chartreuse brooklyn kale chips. Wayfarers mumblecore swag drinking green juice franzen."},{"name":"Arrogant Bastard Ale","brand":"Coors lite","price":289,"abv":6.58,"pints_remain":27,"ingredients":"mild, smooth, rose hips, lemonade, vanilla","description":"Lo-fi paleo blue bottle brunch gastropub. Five dollar toast salvia green juice wes anderson pbr&b. Street mustache ugh hammock. You probably haven't heard of them quinoa freegan bitters portland try-hard pitchfork."},{"name":"Ruination IPA","brand":"Birra Moretti","price":260,"abv":6.0,"pints_remain":31,"ingredients":"crisp, watery, orange blossom, cedar, maple syrup","description":"Direct trade cliche butcher goth. Celiac artisan migas. Humblebrag pbr&b thundercats flannel. Franzen intelligentsia pickled vice. Post-ironic mlkshk wayfarers."},{"name":"Orval Trappist Ale","brand":"Patagonia","price":288,"abv":4.05,"pints_remain":89,"ingredients":"dry, juicy, snow pea, cedar, molasses","description":"Occupy viral vice pour-over migas shoreditch portland fixie. Pour-over bespoke pabst chicharrones whatever iphone messenger bag. Distillery chartreuse williamsburg."},{"name":"Weihenstephaner Hefeweissbier","brand":"Pacifico","price":264,"abv":6.75,"pints_remain":74,"ingredients":"astringent, syrupy, magnolia, green grape, tobacco","description":"Tote bag paleo scenester. Tacos organic cred letterpress actually trust fund. Green juice keffiyeh fanny pack."},{"name":"Founders Breakfast Stout","brand":"Sierra Nevada","price":269,"abv":5.7,"pints_remain":96,"ingredients":"unbalanced, syrupy, snow pea, burnt sugar, cedar","description":"Green juice goth lo-fi selvage lomo cliche helvetica xoxo. Shabby chic park neutra asymmetrical marfa hammock actually. Pabst tousled aesthetic ramps. Cold-pressed locavore mumblecore everyday blog slow-carb listicle godard. Chartreuse biodiesel keffiyeh blue bottle shoreditch helvetica drinking pork belly."},{"name":"Chimay Grande Réserve","brand":"Miller Draft","price":246,"abv":3.23,"pints_remain":18,"ingredients":"balanced, chewy, kiwi, cedar, clove","description":"Selfies park keytar banh mi green juice hammock cardigan mustache. Pour-over cronut kitsch. Actually waistcoat hammock carry venmo photo booth aesthetic celiac."},{"name":"Hop Rod Rye","brand":"Heineken","price":264,"abv":4.29,"pints_remain":90,"ingredients":"astringent, big, cranberry, barley, black pepper","description":"Squid ugh heirloom. Mlkshk leggings chillwave waistcoat photo booth. Trust fund chicharrones bushwick marfa wes anderson health. Raw denim kinfolk drinking."},{"name":"Double Bastard Ale","brand":"Dos Equis","price":238,"abv":3.32,"pints_remain":74,"ingredients":"juicy, chewy, green pepper, molasses, white grape","description":"Schlitz single-origin coffee narwhal mumblecore brunch. Ramps seitan craft beer chia carry meggings. Whatever keytar shabby chic vice echo. Beard kinfolk art party pitchfork mixtape seitan food truck."},{"name":"Westmalle Trappist Tripel","brand":"Budweiser","price":257,"abv":6.21,"pints_remain":98,"ingredients":"dense, creamy, black cherry, hibiscus, lavender","description":"Disrupt meh muggle magic crucifix. Everyday flannel 90's dreamcatcher muggle magic church-key. Art party iphone meditation health. Occupy wes anderson cred."},{"name":"Orval Trappist Ale","brand":"Heineken","price":296,"abv":5.34,"pints_remain":80,"ingredients":"muted, round, green apple, pineapple, hay","description":"Meditation disrupt mumblecore park. Swag meditation church-key polaroid meggings banjo. Intelligentsia crucifix sustainable paleo craft beer everyday hashtag."},{"name":"Stone Imperial Russian Stout","brand":"Pabst Blue Ribbon","price":276,"abv":6.87,"pints_remain":5,"ingredients":"lingering, juicy, prune, cream, barley","description":"Locavore park umami quinoa trust fund williamsburg next level taxidermy. Tousled sartorial fanny pack neutra crucifix blog post-ironic cold-pressed. Master 90's kitsch austin. Aesthetic chicharrones xoxo."},{"name":"Brooklyn Black","brand":"Stella Artois","price":238,"abv":6.71,"pints_remain":100,"ingredients":"astringent, syrupy, smokey, golden raisin, cocoa powder","description":"Sustainable intelligentsia single-origin coffee chambray chia. Vhs cardigan health vegan hella cliche kitsch gentrify. Pickled muggle magic put a bird on it helvetica cred cleanse."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Lowenbrau","price":248,"abv":6.11,"pints_remain":39,"ingredients":"deep, velvety, prune, leathery, vanilla","description":"Pitchfork fixie hashtag. Synth beard dreamcatcher schlitz kombucha. Shabby chic flexitarian photo booth offal etsy ugh jean shorts fanny pack. Keytar portland bushwick bicycle rights everyday typewriter banjo roof. Butcher pinterest banh mi selfies letterpress leggings schlitz vice."},{"name":"Maudite","brand":"Leffe","price":259,"abv":4.77,"pints_remain":14,"ingredients":"sharp, full, grapefruit, star fruit, pineapple","description":"Fixie hoodie banjo beard sartorial lomo. Listicle pitchfork polaroid cornhole cred heirloom waistcoat. Master wayfarers etsy normcore. Kickstarter bespoke seitan."},{"name":"Arrogant Bastard Ale","brand":"Coors lite","price":245,"abv":6.57,"pints_remain":38,"ingredients":"delicate, creamy, lime, sundried tomato, dill","description":"Green juice diy intelligentsia cred wes anderson asymmetrical farm-to-table. Tofu +1 wes anderson helvetica before they sold out vinegar freegan. Paleo beard humblebrag keffiyeh polaroid."},{"name":"Hop Rod Rye","brand":"Miller Draft","price":296,"abv":5.18,"pints_remain":92,"ingredients":"dull, full, dates, red apple, watermelon","description":"Meditation post-ironic heirloom mustache intelligentsia carry single-origin coffee. Post-ironic authentic cornhole narwhal iphone yr cred. Migas intelligentsia direct trade actually celiac carry. Lumbersexual aesthetic swag selvage vinyl kombucha chartreuse."},{"name":"Hop Rod Rye","brand":"Quimes","price":273,"abv":6.18,"pints_remain":121,"ingredients":"sharp, smooth, lemon, pineapple, olive","description":"Xoxo umami deep v tilde normcore bushwick sustainable. Scenester gluten-free mustache humblebrag. Selvage polaroid single-origin coffee banh mi 90's five dollar toast fashion axe. Poutine chillwave 3 wolf moon irony. Master seitan viral."},{"name":"Bourbon County Stout","brand":"Sierra Nevada","price":288,"abv":6.64,"pints_remain":25,"ingredients":"deep, velvety, cantaloupe, burnt sugar, snow pea","description":"Literally fanny pack skateboard raw denim. Semiotics neutra mixtape. Whatever godard mixtape migas kombucha viral knausgaard. Salvia tilde 8-bit slow-carb shabby chic."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Sapporo","price":282,"abv":4.85,"pints_remain":124,"ingredients":"clean, tea-like, nutmeg, milk chocolate, hibiscus","description":"Mixtape wayfarers 3 wolf moon cred. Tumblr master flannel. Small batch squid put a bird on it artisan. Seitan williamsburg everyday taxidermy vegan. Food truck leggings wes anderson austin cliche artisan readymade kinfolk."},{"name":"HopSlam Ale","brand":"Harp","price":243,"abv":6.94,"pints_remain":37,"ingredients":"dirty, big, black currant, rubber, hazelnut","description":"Salvia green juice park mixtape. Thundercats fixie selvage. Yr asymmetrical vice slow-carb. Flannel portland kinfolk."},{"name":"Chocolate St","brand":"Harp","price":275,"abv":5.85,"pints_remain":63,"ingredients":"lingering, round, cherry, rye, brown sugar","description":"Craft beer mumblecore normcore banh mi messenger bag actually. Beard tilde park keytar next level viral echo organic. Helvetica blue bottle viral fanny pack."},{"name":"Schneider Aventinus","brand":"Blue Moon","price":287,"abv":6.75,"pints_remain":122,"ingredients":"dirty, full, molasses, bittersweet chocolate, orange","description":"Single-origin coffee organic trust fund readymade before they sold out. Sartorial ennui knausgaard bushwick. Tilde kale chips you probably haven't heard of them street kogi."},{"name":"Ten FIDY","brand":"Budweiser","price":278,"abv":4.55,"pints_remain":65,"ingredients":"faint, full, sundried tomato, plum, red currant","description":"Bicycle rights twee pickled quinoa roof. Knausgaard bitters slow-carb fashion axe twee. Helvetica butcher truffaut put a bird on it bespoke kinfolk."},{"name":"Edmund Fitzgerald Porter","brand":"Lowenbrau","price":264,"abv":6.04,"pints_remain":42,"ingredients":"astringent, syrupy, granola, cinnamon, nutmeg","description":"Master echo chartreuse freegan normcore. Flannel hella kale chips thundercats bushwick. Yr polaroid fixie umami. Plaid shoreditch franzen diy neutra godard gluten-free squid. +1 hoodie slow-carb deep v ramps quinoa."},{"name":"Founders Breakfast Stout","brand":"BudLight","price":296,"abv":4.27,"pints_remain":51,"ingredients":"faint, silky, almond, black currant, concord grape","description":"Pabst tattooed vegan. Taxidermy try-hard banh mi messenger bag everyday echo pug yuccie. Franzen typewriter flexitarian muggle magic blog. Letterpress gentrify vinyl listicle farm-to-table pitchfork selvage sriracha."},{"name":"La Fin Du Monde","brand":"Coors lite","price":241,"abv":5.08,"pints_remain":114,"ingredients":"astringent, round, toast, tangerine, orange","description":"Vhs scenester raw denim five dollar toast before they sold out iphone shoreditch. Waistcoat hammock pour-over aesthetic gastropub master polaroid. Migas post-ironic kickstarter freegan. Sartorial yolo leggings chicharrones. Aesthetic pbr&b yolo bespoke typewriter sustainable."},{"name":"Schneider Aventinus","brand":"Birra Moretti","price":266,"abv":4.07,"pints_remain":107,"ingredients":"balanced, chewy, brown sugar, banana, star fruit","description":"Plaid helvetica raw denim hella craft beer drinking pickled phlogiston. Fixie pork belly raw denim photo booth try-hard fanny pack etsy. Tacos venmo muggle magic fingerstache. Fashion axe disrupt tousled flannel gluten-free photo booth. Forage williamsburg mixtape ethical sriracha."},{"name":"Double Bastard Ale","brand":"Fosters","price":293,"abv":5.8,"pints_remain":47,"ingredients":"clean, coating, fresh wood, cedar, rye","description":"Literally sustainable hashtag tacos intelligentsia. Letterpress paleo normcore sriracha marfa swag. 8-bit wayfarers art party irony franzen typewriter. Five dollar toast food truck diy. Tofu gluten-free cred aesthetic ethical keytar."},{"name":"St. Bernardus Abt 12","brand":"Samuel Adams","price":238,"abv":3.46,"pints_remain":124,"ingredients":"clean, velvety, red apple, orange creamsicle, hazelnut","description":"Bushwick bicycle rights kinfolk readymade. +1 kale chips poutine whatever bespoke yolo kickstarter blog. Pop-up mlkshk gluten-free sartorial lo-fi cray fixie artisan. Master neutra meditation hoodie. Skateboard five dollar toast bespoke sustainable normcore vinyl."},{"name":"Double Bastard Ale","brand":"Blue Moon","price":252,"abv":4.83,"pints_remain":42,"ingredients":"soft, velvety, marzipan, cinnamon, tamarind","description":"Blog vinegar photo booth chartreuse cliche. Roof occupy tumblr art party neutra intelligentsia. Small batch pop-up semiotics brunch freegan squid."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Coors lite","price":272,"abv":3.39,"pints_remain":3,"ingredients":"crisp, syrupy, cacao nibs, cinnamon, apricot","description":"Synth keffiyeh master 8-bit pitchfork wolf deep v. Williamsburg keytar phlogiston hashtag. Photo booth venmo hashtag."},{"name":"Yeti Imperial Stout","brand":"Heineken","price":257,"abv":6.51,"pints_remain":48,"ingredients":"pointed, juicy, rye, nectarine, sage","description":"Synth gastropub tofu. Humblebrag flannel schlitz mustache. Kombucha listicle chambray. Venmo messenger bag deep v +1 kale chips trust fund. Artisan whatever viral."},{"name":"Hop Rod Rye","brand":"Pabst Blue Ribbon","price":257,"abv":3.73,"pints_remain":62,"ingredients":"unbalanced, silky, lemongrass, coconut, honeydew","description":"Green juice wayfarers tattooed pinterest cold-pressed. +1 blue bottle godard fingerstache whatever bespoke narwhal. Biodiesel authentic mumblecore flannel chicharrones irony."},{"name":"Oak Aged Yeti Imperial Stout","brand":"BudLight","price":294,"abv":3.21,"pints_remain":110,"ingredients":"delicate, round, cola, quakery, almond","description":"Lo-fi irony cliche mustache tofu vinyl lomo green juice. Pabst shoreditch umami pickled salvia. Franzen hammock quinoa flannel. Cliche chillwave polaroid bespoke narwhal. Swag roof sriracha."},{"name":"Ten FIDY","brand":"Lowenbrau","price":237,"abv":5.22,"pints_remain":44,"ingredients":"balanced, big, lavender, tobacco, lychee","description":"Viral quinoa yolo church-key artisan. Xoxo authentic meggings wolf salvia 90's. Yr portland cred vhs skateboard. Asymmetrical skateboard trust fund tousled meggings 3 wolf moon."},{"name":"Trappistes Rochefort 10","brand":"Blue Moon","price":275,"abv":6.74,"pints_remain":121,"ingredients":"rounded, round, lemon verbena, orange blossom, quakery","description":"Butcher yuccie aesthetic tattooed tote bag bitters hoodie stumptown. Cornhole chambray gastropub five dollar toast thundercats pickled hoodie hammock. Chicharrones tacos brooklyn food truck 8-bit slow-carb kinfolk."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Rolling Rock","price":292,"abv":6.16,"pints_remain":59,"ingredients":"lingering, chewy, mint, green pepper, milk chocolate","description":"Pinterest bespoke phlogiston tattooed art party. Distillery stumptown skateboard truffaut biodiesel typewriter butcher. Brooklyn freegan slow-carb fanny pack artisan kale chips seitan typewriter. Cold-pressed you probably haven't heard of them xoxo occupy waistcoat."},{"name":"Kirin Inchiban","brand":"Delirium","price":294,"abv":6.92,"pints_remain":60,"ingredients":"delicate, round, tobacco, squash, mint","description":"Ugh neutra leggings disrupt craft beer knausgaard migas gentrify. Cold-pressed vhs meh diy ramps pinterest bitters. Franzen cred ramps vinyl thundercats."},{"name":"Oaked Arrogant Bastard Ale","brand":"Delirium","price":292,"abv":6.23,"pints_remain":61,"ingredients":"structured, round, raisin, barley, toast","description":"3 wolf moon loko knausgaard pork belly pitchfork kickstarter. Roof viral health meggings. Stumptown selvage ethical artisan irony thundercats."},{"name":"Pliny The Elder","brand":"Pacifico","price":245,"abv":4.3,"pints_remain":105,"ingredients":"dull, tea-like, red currant, quakery, nougat","description":"Five dollar toast park gluten-free intelligentsia literally scenester lomo carry. Wolf readymade messenger bag iphone ramps. Bicycle rights before they sold out pour-over drinking. Banh mi humblebrag knausgaard fanny pack pork belly you probably haven't heard of them dreamcatcher small batch."},{"name":"Sierra Nevada Celebration Ale","brand":"Birra Moretti","price":295,"abv":4.82,"pints_remain":60,"ingredients":"clean, full, quakery, carbon, musty","description":"Deep v vinyl post-ironic. Leggings meggings brooklyn five dollar toast irony. Swag farm-to-table chia skateboard marfa narwhal. Green juice waistcoat fingerstache five dollar toast intelligentsia food truck venmo slow-carb."},{"name":"Bell’s Expedition","brand":"Red Stripe","price":252,"abv":5.67,"pints_remain":88,"ingredients":"soft, syrupy, carbon, cacao nibs, leathery","description":"Distillery tumblr taxidermy pour-over sriracha church-key gentrify. Yr selvage vegan church-key lo-fi leggings butcher. Yuccie mumblecore iphone. Bitters xoxo roof distillery beard hammock hoodie. Gluten-free next level kogi sartorial selvage marfa hammock ennui."},{"name":"Chimay Grande Réserve","brand":"Amstel","price":245,"abv":6.47,"pints_remain":25,"ingredients":"muted, smooth, black cherry, nectarine, jasmine","description":"Muggle magic jean shorts banjo pop-up diy farm-to-table beard. Heirloom cardigan fanny pack actually celiac blog blue bottle. Gluten-free fixie roof meditation. Schlitz sustainable green juice. Mlkshk five dollar toast crucifix."},{"name":"Brooklyn Black","brand":"Sierra Nevada","price":256,"abv":5.59,"pints_remain":0,"ingredients":"dry, slick, red currant, watermelon, mango","description":"Paleo hella schlitz ramps salvia. Yolo tacos vegan cardigan biodiesel messenger bag truffaut. Plaid everyday banjo. Pour-over chicharrones vinegar."},{"name":"Brooklyn Black","brand":"Blue Moon","price":259,"abv":5.9,"pints_remain":64,"ingredients":"astringent, smooth, cranberry, lime, blueberry","description":"Tattooed hashtag swag cold-pressed ennui letterpress. Park chillwave celiac street food truck. Biodiesel keytar kombucha forage viral vice 3 wolf moon. Goth quinoa retro synth hashtag hammock. Literally messenger bag banjo wayfarers."},{"name":"Delirium Tremens","brand":"Kirin","price":274,"abv":6.34,"pints_remain":121,"ingredients":"juicy, slick, lemonade, burnt sugar, concord grape","description":"Hammock swag xoxo pug synth skateboard. Heirloom pbr&b mumblecore thundercats five dollar toast meh. Farm-to-table pbr&b pork belly vhs."},{"name":"Bell’s Expedition","brand":"Samuel Adams","price":252,"abv":6.57,"pints_remain":29,"ingredients":"crisp, big, orange blossom, bittersweet chocolate, kiwi","description":"8-bit loko tacos pug leggings yolo kombucha cred. Vinyl blog knausgaard. Tofu raw denim tumblr cronut ethical."},{"name":"Duvel","brand":"Dos Equis","price":296,"abv":4.71,"pints_remain":105,"ingredients":"dry, velvety, rye, mango, grapefruit","description":"Food truck occupy sriracha before they sold out migas photo booth. Dreamcatcher whatever everyday green juice. Readymade swag forage cronut bushwick paleo messenger bag."},{"name":"Brooklyn Black","brand":"Tsingtao","price":254,"abv":6.76,"pints_remain":103,"ingredients":"clean, round, black pepper, golden raisin, lychee","description":"Scenester squid single-origin coffee banjo lo-fi distillery cold-pressed loko. Readymade hoodie listicle portland. Readymade pickled fixie shabby chic chillwave actually paleo."},{"name":"Hercules Double IPA","brand":"Harp","price":268,"abv":3.82,"pints_remain":3,"ingredients":"delicate, big, baggy, passion fruit, black currant","description":"Pug direct trade wolf drinking pabst waistcoat scenester. Next level quinoa cray before they sold out occupy. Trust fund waistcoat kickstarter gluten-free selvage chambray synth. Yolo cray tumblr try-hard hoodie."},{"name":"90 Minute IPA","brand":"Samuel Adams","price":269,"abv":3.65,"pints_remain":97,"ingredients":"dry, tea-like, barley, lemonade, passion fruit","description":"Bushwick ennui yolo tousled. Meggings photo booth sustainable. Tote bag meggings park +1 chambray chillwave heirloom. Sriracha next level kogi sartorial godard lomo plaid."},{"name":"Shakespeare Oatmeal","brand":"Rolling Rock","price":244,"abv":4.73,"pints_remain":31,"ingredients":"balanced, chewy, lemon, prune, vanilla","description":"Banjo etsy austin taxidermy photo booth seitan yuccie. Seitan shoreditch letterpress. Direct trade ennui deep v etsy."},{"name":"Delirium Noctorum","brand":"Paulaner","price":253,"abv":3.21,"pints_remain":79,"ingredients":"complex, creamy, liquorice, snow pea, liquorice","description":"3 wolf moon locavore typewriter migas taxidermy you probably haven't heard of them. Sartorial cold-pressed gluten-free occupy biodiesel. Keffiyeh slow-carb street synth chia selfies kinfolk. Tilde chia meh fanny pack brooklyn. Kogi raw denim crucifix leggings kinfolk mlkshk organic pabst."},{"name":"Delirium Noctorum","brand":"Fosters","price":240,"abv":6.98,"pints_remain":27,"ingredients":"dry, coating, mushroom, nutella, white grape","description":"Before they sold out ennui schlitz biodiesel kale chips etsy street vegan. Chia 8-bit tote bag brunch yr pabst sartorial gluten-free. Craft beer you probably haven't heard of them slow-carb mixtape organic diy brunch lomo."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Rolling Rock","price":249,"abv":6.3,"pints_remain":118,"ingredients":"faint, chewy, red currant, orange creamsicle, fresh wood","description":"Meditation irony organic sartorial cronut 90's pork belly. Beard disrupt echo tofu. Cliche banh mi diy. Gluten-free gastropub biodiesel post-ironic."},{"name":"HopSlam Ale","brand":"Leffe","price":296,"abv":6.63,"pints_remain":111,"ingredients":"astringent, velvety, hay, tangerine, green apple","description":"Brooklyn park portland bespoke cronut. Tousled pbr&b pabst direct trade gluten-free marfa sustainable mustache. Migas viral truffaut church-key ethical neutra. Vinegar echo cred disrupt try-hard intelligentsia."},{"name":"Hennepin","brand":"Amstel","price":291,"abv":5.37,"pints_remain":1,"ingredients":"bright, syrupy, sugar cane, bergamot, quakery","description":"Mlkshk organic tousled blog pour-over loko letterpress poutine. Tousled lumbersexual goth small batch microdosing pop-up. Phlogiston freegan hammock post-ironic lo-fi stumptown mumblecore listicle."},{"name":"Arrogant Bastard Ale","brand":"Stella Artois","price":242,"abv":3.53,"pints_remain":28,"ingredients":"quick, velvety, green pepper, carbon, golden raisin","description":"Vice retro taxidermy typewriter deep v iphone chillwave. Flexitarian trust fund everyday photo booth direct trade. Normcore organic selvage wolf gastropub. Tote bag locavore flexitarian letterpress slow-carb."},{"name":"Delirium Noctorum","brand":"Corona Extra","price":265,"abv":6.81,"pints_remain":20,"ingredients":"rounded, smooth, black pepper, corriander, vanilla","description":"Tofu shabby chic squid flexitarian wayfarers swag neutra heirloom. Pbr&b loko fingerstache austin beard try-hard brooklyn. Cardigan brooklyn you probably haven't heard of them irony 90's chicharrones diy. Everyday echo roof leggings bicycle rights."},{"name":"Delirium Noctorum","brand":"Patagonia","price":237,"abv":5.7,"pints_remain":13,"ingredients":"muted, silky, mandarin, banana, baggy","description":"Semiotics literally flexitarian. Franzen bicycle rights selvage raw denim. Quinoa food truck cardigan cray vinyl brunch actually godard. Kitsch lumbersexual 90's synth williamsburg sriracha squid. Chartreuse fanny pack lumbersexual twee migas tousled."},{"name":"Stone IPA","brand":"Pacifico","price":282,"abv":3.81,"pints_remain":33,"ingredients":"structured, smooth, lemongrass, raspberry, lemongrass","description":"Craft beer dreamcatcher phlogiston forage lumbersexual loko. Plaid readymade selfies mlkshk put a bird on it synth pop-up. Bicycle rights roof cold-pressed kale chips swag small batch. Franzen street actually biodiesel iphone kinfolk."},{"name":"Maudite","brand":"Pabst Blue Ribbon","price":248,"abv":6.03,"pints_remain":95,"ingredients":"juicy, coating, white grape, burnt sugar, magnolia","description":"Letterpress crucifix fanny pack chillwave hoodie butcher waistcoat. Yolo fingerstache raw denim butcher yuccie. Ennui green juice narwhal park normcore mlkshk."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Miller Draft","price":276,"abv":4.25,"pints_remain":20,"ingredients":"complex, silky, orange blossom, sundried tomato, strawberry","description":"Literally authentic irony distillery crucifix knausgaard. Keytar wes anderson photo booth knausgaard humblebrag quinoa flannel. Butcher vinyl selfies skateboard cray drinking typewriter. Lomo green juice before they sold out. Pabst keffiyeh iphone try-hard 8-bit."},{"name":"Samuel Smith’s Imperial IPA","brand":"Quimes","price":289,"abv":6.59,"pints_remain":55,"ingredients":"dirty, creamy, raspberry, dill, mandarin","description":"Literally austin kitsch wolf. Swag chartreuse gastropub put a bird on it quinoa next level readymade fingerstache. Ugh asymmetrical farm-to-table tousled cleanse trust fund iphone blue bottle. Green juice carry williamsburg bushwick tumblr yolo flannel."},{"name":"HopSlam Ale","brand":"Delirium","price":247,"abv":3.96,"pints_remain":118,"ingredients":"unbalanced, big, golden raisin, green-tea, liquorice","description":"Blog chillwave slow-carb cold-pressed lo-fi venmo. Cold-pressed mumblecore flexitarian etsy. Organic pop-up cray chambray craft beer."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Patagonia","price":267,"abv":6.94,"pints_remain":18,"ingredients":"dry, velvety, passion fruit, pineapple, figs","description":"Hammock selfies bicycle rights cred carry direct trade tilde. Slow-carb tacos hella gluten-free crucifix sustainable occupy. Austin microdosing intelligentsia franzen blog deep v xoxo. Sartorial biodiesel chartreuse farm-to-table next level tofu tote bag semiotics. Vhs small batch hashtag occupy put a bird on it blue bottle."},{"name":"Hop Rod Rye","brand":"Pacifico","price":270,"abv":5.14,"pints_remain":92,"ingredients":"dirty, big, cedar, lemon verbena, honeysuckle","description":"Mustache photo booth everyday. Vinegar trust fund kombucha photo booth. Small batch franzen typewriter artisan deep v vice pickled. Twee pinterest pickled. Locavore listicle tilde mlkshk viral park humblebrag offal."},{"name":"Samuel Smith’s Imperial IPA","brand":"Coors lite","price":285,"abv":4.19,"pints_remain":11,"ingredients":"dense, round, tobacco, black pepper, peanut","description":"Locavore godard muggle magic kinfolk forage +1. Try-hard microdosing kinfolk hashtag. Muggle magic sriracha tousled beard wolf bushwick carry you probably haven't heard of them. Gastropub street loko fingerstache trust fund lumbersexual. Kitsch photo booth stumptown skateboard ramps vinyl raw denim."},{"name":"Maudite","brand":"Paulaner","price":265,"abv":3.62,"pints_remain":105,"ingredients":"lingering, silky, honey, walnut, potato defect!","description":"Vegan seitan iphone put a bird on it. Kombucha asymmetrical offal hella pabst food truck helvetica yuccie. Mixtape try-hard whatever."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Murphys","price":290,"abv":6.77,"pints_remain":98,"ingredients":"wild, velvety, kiwi, peach, tobacco","description":"Normcore echo tote bag polaroid park. Yolo chillwave sartorial tousled sriracha listicle xoxo helvetica. Try-hard kinfolk marfa. Wolf you probably haven't heard of them wes anderson muggle magic small batch scenester pop-up kickstarter. Chia thundercats +1 yolo mumblecore next level."},{"name":"Delirium Tremens","brand":"Harp","price":277,"abv":5.68,"pints_remain":6,"ingredients":"unbalanced, velvety, tangerine, white grape, plum","description":"Chicharrones retro 90's. Distillery meh celiac pitchfork fingerstache fanny pack gastropub. Hashtag etsy austin carry. Chia bicycle rights loko biodiesel tacos cleanse ethical green juice."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Lowenbrau","price":246,"abv":4.45,"pints_remain":79,"ingredients":"faint, silky, magnolia, lemongrass, hay","description":"Kitsch paleo tattooed muggle magic. Photo booth raw denim bushwick carry wes anderson. Cardigan chicharrones listicle lumbersexual keffiyeh small batch ennui direct trade. Salvia church-key kickstarter neutra synth 8-bit lumbersexual."},{"name":"Trappistes Rochefort 10","brand":"Corona Extra","price":279,"abv":6.74,"pints_remain":80,"ingredients":"rounded, round, orange blossom, wheat, black currant","description":"Craft beer 3 wolf moon venmo. Whatever cronut normcore single-origin coffee yuccie austin. Wes anderson raw denim etsy loko iphone actually. Fixie godard 3 wolf moon cardigan iphone. Pbr&b hoodie single-origin coffee distillery street cred chartreuse hammock."},{"name":"Maudite","brand":"Paulaner","price":273,"abv":4.2,"pints_remain":90,"ingredients":"sharp, silky, olive, dill, barley","description":"Keffiyeh kinfolk austin. Quinoa phlogiston twee keytar cray pug kinfolk authentic. Cleanse cornhole pour-over taxidermy trust fund sriracha etsy blog. Lumbersexual synth next level sartorial. Lo-fi sartorial blog vinegar single-origin coffee slow-carb humblebrag."},{"name":"Stone Imperial Russian Stout","brand":"Harp","price":290,"abv":3.69,"pints_remain":12,"ingredients":"astringent, creamy, magnolia, strawberry, black cherry","description":"Xoxo gluten-free gentrify kitsch. Next level hoodie vinegar lumbersexual kickstarter cardigan polaroid slow-carb. Kale chips keytar taxidermy ethical retro. Pitchfork food truck tacos mumblecore carry kinfolk. Artisan cold-pressed single-origin coffee biodiesel ramps shabby chic vice."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Stella Artois","price":282,"abv":6.54,"pints_remain":83,"ingredients":"delicate, velvety, graham cracker, maple syrup, passion fruit","description":"Health food truck vinegar goth seitan mustache normcore. Skateboard health thundercats vhs selfies cray. Beard 90's cold-pressed twee craft beer chicharrones viral cronut."},{"name":"Westmalle Trappist Tripel","brand":"Lowenbrau","price":272,"abv":6.15,"pints_remain":122,"ingredients":"structured, watery, cashew, meyer lemon, rubber","description":"Yolo schlitz lomo mlkshk. Shoreditch brooklyn whatever authentic meggings. Neutra xoxo stumptown dreamcatcher godard butcher. Park bitters sartorial authentic helvetica. Poutine ethical park cronut fanny pack."},{"name":"Weihenstephaner Hefeweissbier","brand":"Kirin","price":238,"abv":6.36,"pints_remain":75,"ingredients":"faint, coating, white pepper, mushroom, green pepper","description":"Carry dreamcatcher xoxo meh whatever tumblr meditation. Food truck aesthetic sustainable messenger bag. Sartorial phlogiston 8-bit offal fanny pack small batch sriracha before they sold out. Intelligentsia small batch pour-over semiotics pinterest sartorial mlkshk."},{"name":"Orval Trappist Ale","brand":"Samuel Adams","price":243,"abv":4.32,"pints_remain":20,"ingredients":"dull, smooth, lemon verbena, pecan, curry","description":"Ramps microdosing tacos gastropub. Kogi shabby chic cred marfa stumptown umami hoodie. 8-bit small batch aesthetic single-origin coffee. Occupy truffaut tousled 90's cornhole semiotics."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Rolling Rock","price":252,"abv":6.2,"pints_remain":116,"ingredients":"juicy, tea-like, nutmeg, honeysuckle, smokey","description":"Roof everyday meh pinterest polaroid bespoke. 3 wolf moon letterpress scenester hella. Photo booth meditation jean shorts farm-to-table tattooed diy."},{"name":"Brooklyn Black","brand":"Rolling Rock","price":257,"abv":3.63,"pints_remain":7,"ingredients":"astringent, juicy, leathery, brown sugar, squash","description":"Cred actually tofu shoreditch fixie migas. Etsy biodiesel trust fund wes anderson meh. Kombucha farm-to-table direct trade heirloom pork belly artisan blog."},{"name":"Nugget Nectar","brand":"Rolling Rock","price":289,"abv":3.8,"pints_remain":4,"ingredients":"wild, syrupy, white grape, lavender, corriander","description":"Hashtag biodiesel swag yr loko kickstarter. Austin etsy cred typewriter banjo chambray +1 marfa. Brunch beard austin freegan hammock trust fund tumblr cronut."},{"name":"Celebrator Doppelbock","brand":"Paulaner","price":254,"abv":3.79,"pints_remain":13,"ingredients":"complex, full, tamarind, walnut, coconut","description":"Ugh jean shorts wes anderson schlitz ennui. Pinterest actually cleanse meditation taxidermy pitchfork biodiesel readymade. Disrupt freegan plaid mlkshk paleo cray five dollar toast bitters. Next level pour-over put a bird on it small batch listicle knausgaard. Squid fashion axe fixie messenger bag quinoa."},{"name":"Péché Mortel","brand":"Lowenbrau","price":283,"abv":4.85,"pints_remain":74,"ingredients":"muted, chewy, white pepper, snow pea, bakers chocolate","description":"Tofu organic ramps. Hella mumblecore chartreuse crucifix synth single-origin coffee. Fanny pack truffaut selfies artisan chartreuse portland. Chicharrones street sriracha meditation leggings craft beer selfies chambray."},{"name":"Ten FIDY","brand":"Pacifico","price":281,"abv":3.66,"pints_remain":71,"ingredients":"crisp, watery, dates, rubber, pecan","description":"Marfa muggle magic disrupt plaid leggings. Jean shorts occupy forage cold-pressed trust fund vice kinfolk. Tote bag lomo brooklyn. Diy xoxo carry williamsburg locavore tumblr tilde craft beer. Cray farm-to-table neutra yr migas wes anderson cardigan."},{"name":"Edmund Fitzgerald Porter","brand":"Delirium","price":296,"abv":4.3,"pints_remain":16,"ingredients":"balanced, big, banana, green apple, cranberry","description":"Locavore vegan bitters master ethical austin tote bag wayfarers. Pbr&b tousled yuccie. Portland knausgaard vice fingerstache chicharrones ethical helvetica. Taxidermy cleanse truffaut hoodie single-origin coffee."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Harp","price":240,"abv":6.96,"pints_remain":67,"ingredients":"complex, big, potato defect!, jasmine, jasmine","description":"Banh mi kogi tofu brunch. Readymade vhs fashion axe five dollar toast craft beer listicle. Scenester phlogiston cold-pressed park asymmetrical. Try-hard biodiesel tilde banjo mlkshk."},{"name":"Pliny The Elder","brand":"Patagonia","price":259,"abv":4.29,"pints_remain":76,"ingredients":"sharp, round, banana, honeysuckle, liquorice","description":"Kale chips normcore put a bird on it truffaut gastropub. Blog vegan mlkshk jean shorts shoreditch craft beer. Iphone waistcoat hashtag craft beer single-origin coffee. Celiac iphone fixie migas bespoke tilde."},{"name":"Bourbon County Stout","brand":"Delirium","price":257,"abv":3.63,"pints_remain":8,"ingredients":"wild, watery, carmel, burnt sugar, cherry","description":"Irony occupy listicle actually. Aesthetic phlogiston master flannel chicharrones. Flexitarian cliche keytar biodiesel mixtape."},{"name":"Founders Breakfast Stout","brand":"Pabst Blue Ribbon","price":243,"abv":4.15,"pints_remain":110,"ingredients":"wild, syrupy, butter, leafy greens, cantaloupe","description":"Master put a bird on it knausgaard. Authentic godard plaid next level. Gastropub sartorial asymmetrical."},{"name":"Two Hearted Ale","brand":"Kirin","price":254,"abv":3.79,"pints_remain":92,"ingredients":"deep, creamy, fresh bread, soil, fresh wood","description":"Wes anderson hammock trust fund migas fixie mixtape stumptown. Neutra readymade deep v marfa cliche. Etsy chambray chia asymmetrical. Farm-to-table phlogiston locavore."},{"name":"Stone Imperial Russian Stout","brand":"Samuel Adams","price":294,"abv":5.62,"pints_remain":105,"ingredients":"dry, big, grapefruit, nutella, potato defect!","description":"Disrupt chicharrones pitchfork deep v narwhal 3 wolf moon tattooed kitsch. Farm-to-table put a bird on it plaid. Tousled shoreditch bushwick wayfarers keffiyeh."},{"name":"Trappistes Rochefort 8","brand":"Amstel","price":266,"abv":3.62,"pints_remain":26,"ingredients":"deep, watery, peach, maple syrup, marzipan","description":"Tote bag aesthetic direct trade. Five dollar toast scenester wes anderson crucifix kinfolk church-key dreamcatcher. Knausgaard next level brooklyn stumptown pitchfork celiac. Schlitz banh mi artisan fixie phlogiston organic brunch selvage."},{"name":"Duvel","brand":"BudLight","price":263,"abv":3.36,"pints_remain":90,"ingredients":"dull, creamy, kiwi, musty, pecan","description":"Polaroid cleanse five dollar toast fixie knausgaard austin. Sartorial mlkshk umami fingerstache messenger bag normcore pbr&b. Try-hard aesthetic +1 yuccie."},{"name":"Maharaj","brand":"Leffe","price":288,"abv":5.93,"pints_remain":48,"ingredients":"dense, coating, lychee, red currant, concord grape","description":"Banjo salvia meditation poutine vegan. Ennui keytar dreamcatcher marfa pickled tumblr. Wayfarers mustache iphone photo booth aesthetic. Craft beer keffiyeh tumblr. Photo booth leggings mlkshk."},{"name":"Maudite","brand":"Red Stripe","price":270,"abv":5.75,"pints_remain":22,"ingredients":"structured, watery, nutella, black cherry, tamarind","description":"Food truck small batch post-ironic single-origin coffee pitchfork muggle magic tacos. Heirloom master yuccie. Poutine tacos portland next level echo bicycle rights. Poutine ennui photo booth brooklyn. Mlkshk mixtape stumptown."},{"name":"Edmund Fitzgerald Porter","brand":"Fosters","price":253,"abv":4.25,"pints_remain":19,"ingredients":"muted, velvety, cola, walnut, marzipan","description":"Intelligentsia farm-to-table tofu sriracha wolf cred banh mi 90's. Chartreuse farm-to-table retro direct trade ugh paleo. Wayfarers bitters disrupt banjo sriracha raw denim williamsburg literally."},{"name":"Bourbon County Stout","brand":"Delirium","price":249,"abv":6.2,"pints_remain":63,"ingredients":"vibrant, round, black-tea, butter, hazelnut","description":"Occupy thundercats salvia tattooed typewriter pitchfork bespoke organic. Tote bag small batch you probably haven't heard of them swag meggings cornhole narwhal pabst. Vhs blog meh semiotics. Semiotics craft beer forage vinegar drinking."},{"name":"Kirin Inchiban","brand":"Pacifico","price":260,"abv":6.6,"pints_remain":88,"ingredients":"tart, slick, coconut, green apple, rose hips","description":"Semiotics umami chambray beard cray cred. Lomo cliche bicycle rights synth. Put a bird on it salvia yolo health cronut stumptown."},{"name":"Storm King Stout","brand":"Patagonia","price":294,"abv":3.86,"pints_remain":49,"ingredients":"complex, chewy, coconut, red grape, blueberry","description":"Thundercats bicycle rights kickstarter. Church-key small batch hoodie ethical cliche yolo quinoa. Seitan literally kombucha loko plaid. Bicycle rights readymade austin slow-carb flexitarian pop-up photo booth."},{"name":"Alpha King Pale Ale","brand":"Murphys","price":289,"abv":6.64,"pints_remain":115,"ingredients":"vibrant, full, clove, dill, nutmeg","description":"Disrupt shabby chic pinterest +1 etsy meditation. Lomo readymade disrupt keffiyeh church-key viral. Blue bottle vinegar twee authentic lomo. Occupy twee bicycle rights carry schlitz umami. Echo swag chia +1 artisan bushwick crucifix."},{"name":"Yeti Imperial Stout","brand":"Miller Draft","price":239,"abv":6.64,"pints_remain":56,"ingredients":"clean, velvety, red grape, carbon, black pepper","description":"Asymmetrical artisan selfies flannel migas. Chia 3 wolf moon mumblecore migas 90's. Kogi helvetica cleanse put a bird on it letterpress paleo try-hard. Migas fingerstache tacos goth pinterest gentrify."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Budweiser","price":295,"abv":6.62,"pints_remain":118,"ingredients":"deep, syrupy, cream, butter, quakery","description":"Polaroid chartreuse loko art party disrupt selvage meh. Vinyl green juice quinoa plaid tofu. +1 cold-pressed umami synth green juice stumptown pabst pbr&b."},{"name":"Brooklyn Black","brand":"Pacifico","price":243,"abv":6.77,"pints_remain":8,"ingredients":"crisp, syrupy, graham cracker, liquorice, honey","description":"Diy tacos loko. Cronut synth whatever irony flexitarian leggings salvia. Sriracha cronut ennui occupy vhs gastropub tofu lo-fi. Tofu disrupt readymade sartorial. Skateboard literally before they sold out drinking portland artisan aesthetic twee."},{"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Red Stripe","price":276,"abv":5.5,"pints_remain":120,"ingredients":"juicy, watery, rose hips, cashew, kiwi","description":"Semiotics kale chips vegan +1 readymade yuccie. Farm-to-table church-key celiac. Pop-up retro lumbersexual phlogiston 90's actually kombucha organic."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Quimes","price":292,"abv":3.89,"pints_remain":66,"ingredients":"crisp, chewy, squash, carbon, clementine","description":"Sustainable bitters disrupt ramps. Yuccie 90's truffaut williamsburg freegan beard ethical trust fund. Chicharrones humblebrag muggle magic banh mi cred meh. Roof chambray swag ethical viral. Freegan tofu chillwave banh mi try-hard crucifix pug."},{"name":"Duvel","brand":"Red Stripe","price":273,"abv":5.77,"pints_remain":60,"ingredients":"deep, syrupy, cedar, sundried tomato, mint","description":"Narwhal ennui before they sold out jean shorts intelligentsia 90's tacos scenester. Irony letterpress selfies banjo cold-pressed. Plaid distillery yr umami vinegar raw denim before they sold out flexitarian."},{"name":"Ruination IPA","brand":"Lowenbrau","price":264,"abv":4.95,"pints_remain":121,"ingredients":"rounded, watery, quakery, baggy, smokey","description":"Meh ethical vhs. Kinfolk ennui mustache. Kinfolk etsy green juice yuccie kale chips xoxo tilde bitters. Blog keytar yuccie."},{"name":"Maharaj","brand":"Red Stripe","price":258,"abv":3.32,"pints_remain":11,"ingredients":"juicy, juicy, lemonade, granola, almond","description":"Hashtag yr migas everyday whatever fashion axe. Everyday carry tacos health retro pitchfork poutine truffaut. Microdosing street marfa put a bird on it blog humblebrag. Gluten-free migas photo booth seitan swag vegan."},{"name":"Edmund Fitzgerald Porter","brand":"Sapporo","price":260,"abv":4.84,"pints_remain":102,"ingredients":"mild, coating, butter, lime, mandarin","description":"Vinegar leggings cleanse iphone direct trade. Cred deep v chia vinegar dreamcatcher blog. Poutine photo booth helvetica wes anderson. Kitsch chambray ramps."},{"name":"Trois Pistoles","brand":"Budweiser","price":246,"abv":3.36,"pints_remain":52,"ingredients":"structured, big, quakery, concord grape, vanilla","description":"Vinyl pour-over mlkshk distillery. Migas green juice cardigan street bushwick franzen muggle magic. Venmo fashion axe crucifix lo-fi raw denim."},{"name":"Brooklyn Black","brand":"Budweiser","price":280,"abv":4.31,"pints_remain":98,"ingredients":"tart, coating, black pepper, blueberry, banana","description":"Pork belly plaid migas shabby chic dreamcatcher. Cronut street bushwick. Dreamcatcher synth selvage. Poutine intelligentsia selvage organic williamsburg kitsch messenger bag mlkshk. Ethical everyday polaroid phlogiston."},{"name":"Celebrator Doppelbock","brand":"Budweiser","price":240,"abv":4.39,"pints_remain":61,"ingredients":"vibrant, round, banana, green-tea, passion fruit","description":"Chicharrones tilde godard gastropub. Kinfolk heirloom sriracha food truck. Waistcoat yr next level tofu polaroid selvage. Goth kale chips master marfa sustainable. Lo-fi fingerstache jean shorts hammock polaroid viral typewriter."},{"name":"Kirin Inchiban","brand":"Lowenbrau","price":264,"abv":6.1,"pints_remain":86,"ingredients":"pointed, slick, corriander, sweet pea, hay","description":"Kinfolk marfa echo. Loko green juice lumbersexual sustainable. Helvetica wolf umami mixtape. Occupy yuccie tacos. Pop-up literally umami."},{"name":"Nugget Nectar","brand":"Delirium","price":294,"abv":6.25,"pints_remain":13,"ingredients":"complex, chewy, honey, cinnamon, wheat","description":"Vinyl farm-to-table pork belly freegan helvetica chicharrones direct trade. Taxidermy phlogiston try-hard goth synth williamsburg keffiyeh. Ugh synth mustache whatever cleanse fixie chillwave. Kinfolk umami organic health. Polaroid vinegar twee meggings pbr&b fixie seitan."},{"name":"Bell’s Expedition","brand":"Murphys","price":274,"abv":3.87,"pints_remain":31,"ingredients":"faint, coating, walnut, soy sauce, nougat","description":"Photo booth pabst cleanse. Pour-over humblebrag messenger bag farm-to-table wes anderson literally pbr&b squid. Fingerstache blue bottle everyday mlkshk microdosing art party before they sold out hashtag. Health skateboard chambray everyday kitsch."},{"name":"Maharaj","brand":"Murphys","price":250,"abv":4.52,"pints_remain":100,"ingredients":"structured, smooth, rose hips, marzipan, hibiscus","description":"Echo whatever fingerstache 8-bit. Fingerstache ethical literally. Seitan beard normcore. Post-ironic skateboard health cronut lomo authentic."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Dos Equis","price":252,"abv":3.65,"pints_remain":70,"ingredients":"juicy, silky, butter, nutella, raspberry","description":"Mustache meh taxidermy brunch chartreuse bushwick. Pug thundercats pbr&b cliche butcher cold-pressed. Typewriter vinyl kickstarter gentrify heirloom disrupt. Swag cornhole pour-over. Typewriter migas bushwick."},{"name":"Sublimely Self-Righteous Ale","brand":"Kirin","price":240,"abv":5.72,"pints_remain":98,"ingredients":"lingering, watery, plum, graham cracker, apricot","description":"Wes anderson selfies flexitarian squid mlkshk heirloom schlitz fashion axe. Organic brooklyn actually 3 wolf moon. Meggings neutra ennui locavore synth. Food truck fingerstache quinoa. Ennui microdosing tacos sartorial raw denim yolo polaroid 3 wolf moon."},{"name":"Maharaj","brand":"Guinness","price":262,"abv":4.23,"pints_remain":117,"ingredients":"balanced, silky, tangerine, dates, maple syrup","description":"Cleanse scenester portland 8-bit chillwave swag farm-to-table diy. Single-origin coffee kickstarter fingerstache distillery cardigan. Bitters deep v post-ironic tousled twee dreamcatcher cronut."},{"name":"Delirium Tremens","brand":"Pabst Blue Ribbon","price":283,"abv":4.96,"pints_remain":62,"ingredients":"dirty, slick, marshmallow, cantaloupe, vanilla","description":"Mlkshk scenester tote bag migas ugh brunch forage brooklyn. Chartreuse goth flexitarian mustache art party. Pickled goth flexitarian."},{"name":"Two Hearted Ale","brand":"Harp","price":257,"abv":3.57,"pints_remain":110,"ingredients":"sharp, velvety, blueberry, mango, hazelnut","description":"Tacos pickled disrupt muggle magic artisan williamsburg. Xoxo mustache migas neutra post-ironic. Pitchfork cronut waistcoat 3 wolf moon yolo master everyday."},{"name":"Shakespeare Oatmeal","brand":"Becks","price":255,"abv":5.73,"pints_remain":37,"ingredients":"dry, creamy, squash, rye, lemon verbena","description":"Sartorial synth truffaut chicharrones keffiyeh kogi. Schlitz meggings banjo. Cardigan next level blue bottle. Slow-carb shabby chic try-hard. Chillwave skateboard vhs bushwick actually mixtape."},{"name":"Delirium Noctorum","brand":"Coors lite","price":263,"abv":3.76,"pints_remain":47,"ingredients":"delicate, creamy, apricot, walnut, fresh wood","description":"Pour-over pinterest salvia umami letterpress tattooed shoreditch. Kitsch lomo hammock ennui selfies wes anderson chambray hoodie. Franzen yr kogi church-key whatever williamsburg biodiesel. Twee vinyl try-hard cred leggings green juice normcore umami."},{"name":"Sapporo Premium","brand":"Coors lite","price":260,"abv":4.07,"pints_remain":124,"ingredients":"mild, coating, lychee, honey, tobacco","description":"Synth disrupt vice. Before they sold out tofu mlkshk 3 wolf moon. Etsy goth street crucifix meh intelligentsia. Five dollar toast chillwave offal."},{"name":"Stone IPA","brand":"Heineken","price":255,"abv":5.66,"pints_remain":121,"ingredients":"pointed, velvety, pecan, walnut, brown sugar","description":"Ennui direct trade keytar plaid food truck. Pickled squid microdosing echo lomo fixie butcher. Typewriter asymmetrical +1 knausgaard hashtag authentic brunch offal."},{"name":"Ten FIDY","brand":"Patagonia","price":272,"abv":4.88,"pints_remain":4,"ingredients":"unbalanced, round, nectarine, butter, raisin","description":"Gentrify meh shoreditch portland ramps lumbersexual. Aesthetic 90's lomo migas polaroid selfies. Salvia kickstarter pop-up. Freegan yr art party plaid master. Pinterest shoreditch wayfarers."},{"name":"Sierra Nevada Celebration Ale","brand":"Guinness","price":266,"abv":3.88,"pints_remain":124,"ingredients":"faint, coating, sweet pea, squash, ginger","description":"Post-ironic sustainable wayfarers plaid hoodie bespoke muggle magic lo-fi. Disrupt tousled humblebrag. Xoxo dreamcatcher franzen blue bottle photo booth. Messenger bag taxidermy direct trade sriracha single-origin coffee pickled freegan skateboard."},{"name":"Trois Pistoles","brand":"Patagonia","price":272,"abv":4.11,"pints_remain":101,"ingredients":"rounded, creamy, jasmine, kiwi, barley","description":"Tousled venmo skateboard muggle magic flexitarian banjo. Yr church-key lo-fi tilde swag diy beard. Health before they sold out loko semiotics craft beer humblebrag viral next level. Keytar kitsch pinterest tote bag cardigan."},{"name":"Founders Breakfast Stout","brand":"Red Stripe","price":286,"abv":3.98,"pints_remain":112,"ingredients":"rounded, creamy, star fruit, vanilla, clove","description":"Tote bag tumblr distillery mlkshk. Messenger bag small batch scenester salvia narwhal meditation. Cold-pressed keytar austin selvage. +1 next level letterpress truffaut neutra cronut."},{"name":"Westmalle Trappist Tripel","brand":"Blue Moon","price":263,"abv":3.8,"pints_remain":57,"ingredients":"juicy, slick, hazelnut, cola, tamarind","description":"Crucifix 8-bit fanny pack chicharrones cronut gentrify. Bitters godard humblebrag dreamcatcher put a bird on it green juice sartorial. Banjo authentic semiotics wes anderson before they sold out leggings post-ironic."},{"name":"Yeti Imperial Stout","brand":"Guinness","price":282,"abv":6.74,"pints_remain":78,"ingredients":"vibrant, chewy, orange blossom, milk chocolate, apricot","description":"Hella godard neutra pug. Banh mi chillwave carry messenger bag humblebrag street art party venmo. Asymmetrical schlitz brunch leggings thundercats artisan deep v. Chicharrones photo booth polaroid. Pickled bespoke fashion axe pour-over retro portland biodiesel waistcoat."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Budweiser","price":247,"abv":5.91,"pints_remain":124,"ingredients":"wild, juicy, brown sugar, pecan, orange","description":"Hella vice chia. Keytar brunch cleanse pickled truffaut hammock chartreuse you probably haven't heard of them. Church-key actually tote bag hella. Small batch franzen before they sold out raw denim cleanse pop-up. Leggings taxidermy asymmetrical."},{"name":"Bourbon County Stout","brand":"Delirium","price":244,"abv":4.33,"pints_remain":96,"ingredients":"mild, slick, concord grape, barley, leathery","description":"Park vinyl vice kinfolk flexitarian. Schlitz jean shorts wes anderson tattooed intelligentsia. Disrupt yr dreamcatcher wes anderson master readymade fingerstache. Vegan quinoa cray goth. Polaroid brunch bicycle rights asymmetrical fixie seitan occupy."},{"name":"Celebrator Doppelbock","brand":"Pacifico","price":245,"abv":3.34,"pints_remain":80,"ingredients":"quick, watery, cantaloupe, barley, plum","description":"Kickstarter 8-bit pop-up put a bird on it typewriter art party. Pitchfork diy migas you probably haven't heard of them austin cardigan. Deep v poutine vhs gastropub. Squid freegan drinking retro single-origin coffee actually master ugh."},{"name":"Maudite","brand":"Guinness","price":262,"abv":4.13,"pints_remain":71,"ingredients":"quick, smooth, smokey, butter, passion fruit","description":"Offal hammock semiotics. Seitan chillwave selfies vinegar lo-fi. Selvage goth mlkshk freegan cray whatever cornhole organic. Deep v vinyl pickled humblebrag."},{"name":"Two Hearted Ale","brand":"Blue Moon","price":288,"abv":6.98,"pints_remain":121,"ingredients":"delicate, slick, honeysuckle, cherry, molasses","description":"Roof iphone organic scenester franzen tacos mumblecore slow-carb. Post-ironic swag artisan 90's sustainable migas art party. Celiac beard franzen sriracha."},{"name":"Ruination IPA","brand":"BudLight","price":280,"abv":4.24,"pints_remain":112,"ingredients":"dull, tea-like, almond, dates, quakery","description":"Try-hard chartreuse yuccie meditation disrupt austin pickled kickstarter. Twee muggle magic gastropub cray. Small batch knausgaard celiac neutra normcore try-hard."},{"name":"Stone Imperial Russian Stout","brand":"Kirin","price":254,"abv":5.17,"pints_remain":10,"ingredients":"dirty, coating, nectarine, star fruit, clove","description":"Yolo tacos hashtag offal synth tote bag yuccie paleo. Pbr&b pitchfork forage pork belly chia. Keytar umami hoodie loko helvetica pabst portland occupy. Before they sold out offal freegan selfies retro occupy marfa."},{"name":"Ruination IPA","brand":"Kirin","price":289,"abv":5.45,"pints_remain":13,"ingredients":"clean, coating, coconut, figs, granola","description":"Heirloom stumptown humblebrag 90's kombucha xoxo meggings. Authentic tumblr green juice lumbersexual. Poutine literally carry cred mumblecore green juice. Semiotics kitsch trust fund paleo artisan sriracha."},{"name":"Shakespeare Oatmeal","brand":"Pabst Blue Ribbon","price":251,"abv":5.12,"pints_remain":32,"ingredients":"juicy, tea-like, carmel, plum, red apple","description":"Gentrify celiac you probably haven't heard of them sartorial church-key pop-up. Church-key migas beard raw denim. Wolf xoxo chartreuse artisan pabst ugh brooklyn hashtag. Post-ironic 90's you probably haven't heard of them neutra. Authentic banjo seitan."},{"name":"Nugget Nectar","brand":"Murphys","price":237,"abv":6.36,"pints_remain":92,"ingredients":"sharp, round, star fruit, lemon verbena, cedar","description":"Art party master slow-carb tattooed goth pbr&b heirloom plaid. Mlkshk scenester vice squid shabby chic thundercats. Godard poutine gentrify bitters street meggings small batch. Butcher bicycle rights literally. Selvage diy asymmetrical tumblr health authentic hashtag."},{"name":"Two Hearted Ale","brand":"Sierra Nevada","price":290,"abv":5.67,"pints_remain":23,"ingredients":"tart, juicy, papaya, orange blossom, red grape","description":"Heirloom portland organic seitan master. Mustache humblebrag asymmetrical twee goth. Helvetica portland whatever tumblr literally. Put a bird on it kinfolk etsy ennui 90's."},{"name":"Arrogant Bastard Ale","brand":"Sapporo","price":251,"abv":5.41,"pints_remain":24,"ingredients":"muted, creamy, jasmine, medicinal, fresh wood","description":"Sartorial selfies aesthetic pork belly helvetica. Pork belly chicharrones hashtag goth loko. Fixie cleanse tilde."},{"name":"Hercules Double IPA","brand":"Lowenbrau","price":273,"abv":4.01,"pints_remain":92,"ingredients":"soft, chewy, cranberry, ginger, raisin","description":"Scenester vegan gastropub franzen typewriter photo booth single-origin coffee letterpress. Cleanse health roof everyday. Mustache phlogiston whatever tumblr shabby chic bitters chia 8-bit."},{"name":"Founders Kentucky Breakfast","brand":"Becks","price":290,"abv":6.41,"pints_remain":107,"ingredients":"vibrant, chewy, curry, lemon verbena, black pepper","description":"Authentic retro cray cred pug shabby chic master letterpress. Cliche photo booth kombucha wolf. Franzen mumblecore cliche. Artisan twee kitsch. Salvia hammock cray 90's."},{"name":"Hennepin","brand":"Budweiser","price":292,"abv":4.25,"pints_remain":22,"ingredients":"tart, watery, orange blossom, butter, marzipan","description":"Mixtape waistcoat tacos vegan banh mi. Five dollar toast whatever normcore mustache shabby chic artisan. Keffiyeh narwhal next level banh mi meh. Chicharrones banjo portland narwhal."},{"name":"Edmund Fitzgerald Porter","brand":"Sapporo","price":254,"abv":5.84,"pints_remain":95,"ingredients":"vibrant, juicy, carmel, olive, marshmallow","description":"Chicharrones microdosing heirloom bitters kogi cray cold-pressed. Brooklyn banh mi banjo pickled loko yolo messenger bag. Vegan photo booth fixie vinegar flexitarian. Carry typewriter before they sold out. Letterpress heirloom gentrify kickstarter."},{"name":"Founders Breakfast Stout","brand":"Budweiser","price":284,"abv":6.98,"pints_remain":39,"ingredients":"complex, slick, lemongrass, hazelnut, mint","description":"Mixtape vinegar freegan whatever. Retro bushwick diy mixtape photo booth carry tote bag cornhole. Kitsch helvetica roof. Try-hard tilde pickled migas mixtape butcher selfies dreamcatcher. Bitters distillery pabst tote bag."},{"name":"Samuel Smith’s Imperial IPA","brand":"Patagonia","price":257,"abv":4.21,"pints_remain":74,"ingredients":"juicy, slick, rose hips, mint, strawberry","description":"Food truck kogi franzen pbr&b helvetica kinfolk vhs. Trust fund ramps tilde retro. Disrupt lomo distillery yuccie plaid. Austin slow-carb thundercats. Loko street green juice park."},{"name":"Sapporo Premium","brand":"Stella Artois","price":257,"abv":6.17,"pints_remain":101,"ingredients":"juicy, round, potato defect!, pecan, lychee","description":"Chambray single-origin coffee 8-bit small batch you probably haven't heard of them. Locavore tacos next level dreamcatcher. Viral vinyl salvia try-hard you probably haven't heard of them wolf. Food truck cronut fanny pack jean shorts."},{"name":"Founders Kentucky Breakfast","brand":"BudLight","price":268,"abv":6.55,"pints_remain":91,"ingredients":"sharp, creamy, bergamot, white pepper, plum","description":"Sartorial umami pinterest. Skateboard taxidermy plaid fashion axe. Tattooed butcher bicycle rights lo-fi quinoa."},{"name":"Arrogant Bastard Ale","brand":"Fosters","price":260,"abv":5.96,"pints_remain":57,"ingredients":"sharp, full, brown sugar, carmel, prune","description":"Williamsburg listicle green juice street try-hard pabst pug twee. Migas roof you probably haven't heard of them stumptown hoodie 8-bit. Actually biodiesel humblebrag echo marfa dreamcatcher mlkshk. Everyday asymmetrical celiac stumptown. Food truck plaid cardigan loko."},{"name":"Founders Breakfast Stout","brand":"Samuel Adams","price":288,"abv":4.73,"pints_remain":16,"ingredients":"pointed, big, graham cracker, blueberry, cashew","description":"Gentrify kinfolk hashtag organic paleo forage. Franzen cardigan vice retro cliche occupy raw denim schlitz. Cardigan microdosing venmo. Direct trade ugh keytar offal lo-fi."},{"name":"Chimay Grande Réserve","brand":"Stella Artois","price":258,"abv":4.32,"pints_remain":78,"ingredients":"dirty, coating, sweet pea, tangerine, almond","description":"Humblebrag etsy cronut xoxo. Pitchfork put a bird on it tofu bespoke poutine paleo schlitz. Hella meggings chambray kinfolk."},{"name":"Weihenstephaner Hefeweissbier","brand":"Leffe","price":273,"abv":5.36,"pints_remain":58,"ingredients":"balanced, tea-like, squash, lychee, smokey","description":"Fashion axe microdosing pbr&b seitan whatever tattooed. Blog asymmetrical green juice. Raw denim kitsch lomo. Messenger bag gluten-free hella food truck."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Budweiser","price":262,"abv":3.83,"pints_remain":112,"ingredients":"structured, chewy, maple syrup, mushroom, red currant","description":"Plaid post-ironic cliche you probably haven't heard of them echo gastropub mumblecore paleo. Plaid organic tumblr. Hammock scenester cliche locavore fanny pack actually. Beard distillery small batch cleanse muggle magic hella chillwave. +1 selfies wes anderson umami seitan fixie slow-carb."},{"name":"Bourbon County Stout","brand":"Sapporo","price":250,"abv":4.28,"pints_remain":87,"ingredients":"lingering, smooth, potato defect!, cream, raisin","description":"Swag flannel cliche. Photo booth tote bag salvia fixie disrupt. Jean shorts blue bottle tofu hoodie aesthetic squid yolo five dollar toast. Banh mi aesthetic umami ugh."},{"name":"Sierra Nevada Celebration Ale","brand":"Hoegaarden","price":255,"abv":5.03,"pints_remain":18,"ingredients":"lingering, slick, toast, rose hips, dill","description":"Disrupt park tacos art party semiotics poutine loko. Portland poutine scenester franzen beard godard food truck taxidermy. Pbr&b pop-up bespoke blue bottle. Gastropub master kickstarter readymade. Banh mi pitchfork fixie mlkshk jean shorts."},{"name":"Trappistes Rochefort 10","brand":"Pacifico","price":264,"abv":6.49,"pints_remain":122,"ingredients":"lingering, smooth, nougat, vanilla, red apple","description":"Biodiesel dreamcatcher direct trade asymmetrical viral. Polaroid wayfarers yuccie sustainable muggle magic shabby chic ennui. Meh gentrify chicharrones synth. Deep v franzen diy."},{"name":"Hop Rod Rye","brand":"Lowenbrau","price":290,"abv":5.75,"pints_remain":9,"ingredients":"tart, chewy, black currant, smokey, jasmine","description":"Tofu cred next level. Brooklyn whatever small batch. Leggings lo-fi muggle magic squid. Heirloom irony knausgaard tacos etsy church-key drinking. Slow-carb skateboard chicharrones chia mixtape schlitz sriracha you probably haven't heard of them."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Samuel Adams","price":244,"abv":3.5,"pints_remain":114,"ingredients":"sharp, coating, carbon, sundried tomato, cacao nibs","description":"Health green juice kickstarter vhs butcher pug. Ugh gluten-free fanny pack ennui semiotics cray sustainable disrupt. Waistcoat drinking poutine. Health shoreditch single-origin coffee selvage kinfolk photo booth banjo +1. Helvetica gastropub flannel post-ironic bespoke +1."},{"name":"Dreadnaught IPA","brand":"Guinness","price":270,"abv":4.82,"pints_remain":99,"ingredients":"dirty, round, squash, lemon, lavender","description":"Pabst mlkshk normcore leggings small batch xoxo viral taxidermy. Goth crucifix artisan distillery pitchfork food truck sustainable butcher. Five dollar toast ugh disrupt kombucha. Kombucha twee thundercats tumblr goth."},{"name":"Arrogant Bastard Ale","brand":"Guinness","price":273,"abv":4.69,"pints_remain":50,"ingredients":"sharp, slick, lemonade, black cherry, cocoa powder","description":"Chicharrones yolo brunch organic. Etsy hella kinfolk iphone messenger bag goth poutine. Venmo artisan cronut meggings pinterest ethical shoreditch. Pitchfork retro try-hard chartreuse listicle chia. Bicycle rights flexitarian brooklyn godard williamsburg phlogiston humblebrag."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Lowenbrau","price":258,"abv":5.24,"pints_remain":65,"ingredients":"complex, juicy, raspberry, pecan, snow pea","description":"Distillery meditation letterpress vegan keffiyeh wayfarers. Cold-pressed celiac yolo cornhole actually you probably haven't heard of them shoreditch. Flexitarian fashion axe disrupt."},{"name":"Old Rasputin Russian Imperial Stout","brand":"Leffe","price":283,"abv":4.57,"pints_remain":77,"ingredients":"structured, slick, hazelnut, soy sauce, bittersweet chocolate","description":"Messenger bag kitsch chambray you probably haven't heard of them locavore farm-to-table squid skateboard. Disrupt leggings kogi. Cred marfa selvage keffiyeh roof flannel ennui. Occupy pour-over williamsburg retro pitchfork letterpress authentic."},{"name":"Delirium Tremens","brand":"Miller Draft","price":261,"abv":5.22,"pints_remain":73,"ingredients":"mild, syrupy, hops, peanut, lychee","description":"Pitchfork yolo single-origin coffee flannel beard. Kickstarter jean shorts fashion axe franzen intelligentsia. Godard meggings iphone 8-bit salvia brooklyn. Vhs celiac cliche. Bicycle rights kombucha flannel carry."},{"name":"Sapporo Premium","brand":"Becks","price":243,"abv":3.38,"pints_remain":108,"ingredients":"delicate, chewy, sweet pea, golden raisin, tomato","description":"Chicharrones leggings neutra flannel brooklyn carry. Actually vhs quinoa franzen +1 godard. Leggings polaroid small batch vinyl bespoke. Craft beer before they sold out ramps irony hella. Brooklyn wolf roof slow-carb schlitz truffaut plaid."},{"name":"Westmalle Trappist Tripel","brand":"Corona Extra","price":291,"abv":5.2,"pints_remain":32,"ingredients":"bright, tea-like, burnt sugar, strawberry, cinnamon","description":"Vegan paleo selfies godard cardigan waistcoat. Food truck disrupt paleo. Try-hard post-ironic tattooed meditation banh mi."},{"name":"Brooklyn Black","brand":"Rolling Rock","price":263,"abv":5.85,"pints_remain":7,"ingredients":"mild, tea-like, apricot, bakers chocolate, burnt sugar","description":"Ugh echo biodiesel chartreuse vegan shoreditch. Kale chips pitchfork tumblr semiotics. Yolo blog ennui."},{"name":"Trappistes Rochefort 10","brand":"Carlsberg","price":265,"abv":6.54,"pints_remain":102,"ingredients":"mild, silky, papaya, orange blossom, orange creamsicle","description":"Diy flannel narwhal poutine pickled leggings intelligentsia. Stumptown chicharrones trust fund. Fanny pack fingerstache freegan kickstarter meditation artisan. Neutra put a bird on it tumblr humblebrag bitters."},{"name":"HopSlam Ale","brand":"Sierra Nevada","price":241,"abv":3.44,"pints_remain":6,"ingredients":"mild, syrupy, hops, tamarind, strawberry","description":"Forage tilde kombucha paleo williamsburg. Polaroid whatever pop-up. Lumbersexual pabst fingerstache. Godard meggings hammock five dollar toast drinking. Authentic lumbersexual church-key pour-over."},{"name":"Oaked Arrogant Bastard Ale","brand":"Becks","price":253,"abv":6.24,"pints_remain":119,"ingredients":"bright, slick, watermelon, mango, bergamot","description":"90's brooklyn bespoke synth street fashion axe. Street park direct trade portland craft beer normcore pabst hella. Beard pitchfork blue bottle keffiyeh. 8-bit roof poutine leggings thundercats."},{"name":"Duvel","brand":"Stella Artois","price":287,"abv":6.39,"pints_remain":96,"ingredients":"astringent, watery, potato defect!, red apple, strawberry","description":"Next level put a bird on it bushwick leggings semiotics schlitz wes anderson listicle. Gastropub green juice thundercats master distillery letterpress irony. Everyday sustainable asymmetrical cliche selvage austin banh mi. Gastropub helvetica listicle. Godard ennui gluten-free butcher."},{"name":"Schneider Aventinus","brand":"Samuel Adams","price":259,"abv":5.9,"pints_remain":25,"ingredients":"mild, tea-like, white pepper, red grape, fresh wood","description":"Williamsburg carry kickstarter 8-bit 90's. Tattooed stumptown health before they sold out kinfolk etsy green juice. Iphone hashtag sriracha tofu photo booth franzen scenester letterpress."},{"name":"Trappistes Rochefort 8","brand":"Dos Equis","price":251,"abv":4.92,"pints_remain":63,"ingredients":"lingering, round, orange, nutmeg, honeydew","description":"Meditation cliche narwhal tacos banh mi kickstarter scenester artisan. Direct trade yuccie intelligentsia. Typewriter disrupt schlitz gastropub hashtag truffaut selvage. Organic etsy vinegar. Migas wolf hashtag craft beer."},{"name":"Delirium Tremens","brand":"Lowenbrau","price":237,"abv":6.53,"pints_remain":36,"ingredients":"delicate, full, hibiscus, watermelon, soil","description":"Typewriter marfa keytar synth keffiyeh quinoa. Wolf pork belly bitters slow-carb cred. Beard chillwave selfies wolf. Kale chips occupy offal."},{"name":"Stone IPA","brand":"Pacifico","price":290,"abv":5.53,"pints_remain":116,"ingredients":"lingering, velvety, red grape, soy sauce, pineapple","description":"Biodiesel carry cronut keffiyeh pbr&b pour-over. Single-origin coffee banjo sriracha kale chips roof cold-pressed everyday. Gluten-free locavore mumblecore craft beer yr cardigan bespoke. Goth tattooed ramps trust fund. Master ramps cray loko tousled brooklyn."},{"name":"Hercules Double IPA","brand":"Budweiser","price":247,"abv":5.43,"pints_remain":112,"ingredients":"mild, full, barley, clove, cacao nibs","description":"Williamsburg craft beer kickstarter flexitarian kitsch. Before they sold out dreamcatcher loko banh mi. Vegan selfies keffiyeh franzen quinoa gastropub tofu. Phlogiston blog try-hard whatever pour-over single-origin coffee post-ironic. Franzen banh mi phlogiston viral wolf cold-pressed."},{"name":"Hop Rod Rye","brand":"Becks","price":295,"abv":4.96,"pints_remain":55,"ingredients":"faint, smooth, grassy, nectarine, tangerine","description":"Hashtag trust fund artisan locavore phlogiston tofu. Pork belly pitchfork kitsch mustache church-key. Thundercats phlogiston keytar ramps. Gastropub hammock tilde."},{"name":"Ruination IPA","brand":"Dos Equis","price":292,"abv":5.86,"pints_remain":93,"ingredients":"wild, creamy, mint, tangerine, lychee","description":"Tattooed literally blue bottle. Gastropub kombucha meh farm-to-table. Tacos banh mi blue bottle yolo artisan dreamcatcher cray kogi. Fanny pack 90's schlitz bespoke loko. Fashion axe health viral pour-over sustainable migas pinterest tofu."},{"name":"Ten FIDY","brand":"Carlsberg","price":284,"abv":4.35,"pints_remain":5,"ingredients":"structured, round, liquorice, tomato, peanut","description":"Offal pitchfork mustache plaid portland. Biodiesel sriracha master selfies. Cornhole shabby chic brooklyn pinterest. Kickstarter viral brooklyn mixtape offal mlkshk."},{"name":"Ruination IPA","brand":"Rolling Rock","price":252,"abv":4.88,"pints_remain":0,"ingredients":"complex, big, lemon verbena, carbon, almond","description":"Typewriter butcher cray. 90's post-ironic microdosing vhs church-key wes anderson freegan cronut. Chambray mustache celiac semiotics narwhal ugh quinoa. Phlogiston salvia readymade. Keytar scenester cred blue bottle put a bird on it schlitz swag."},{"name":"St. Bernardus Abt 12","brand":"Sierra Nevada","price":247,"abv":6.76,"pints_remain":90,"ingredients":"clean, full, sweet pea, cherry, cola","description":"Vhs 8-bit direct trade. Distillery etsy leggings. Squid truffaut stumptown mixtape phlogiston fashion axe banjo disrupt. Godard pitchfork cleanse literally you probably haven't heard of them."},{"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Quimes","price":248,"abv":5.76,"pints_remain":14,"ingredients":"vibrant, watery, liquorice, nectarine, dill","description":"Normcore green juice locavore health bicycle rights viral humblebrag. Seitan fanny pack selvage blog five dollar toast irony pabst. Phlogiston mumblecore hella helvetica keytar twee 8-bit. Keytar leggings forage artisan +1 before they sold out. Intelligentsia kitsch before they sold out."},{"name":"Oaked Arrogant Bastard Ale","brand":"Pacifico","price":256,"abv":6.85,"pints_remain":112,"ingredients":"lingering, tea-like, kiwi, brown sugar, bittersweet chocolate","description":"Polaroid scenester 8-bit bicycle rights vice forage. Five dollar toast blue bottle gentrify xoxo. Hammock gluten-free pabst kombucha cornhole chambray. Seitan quinoa health."},{"name":"St. Bernardus Abt 12","brand":"Sierra Nevada","price":265,"abv":3.9,"pints_remain":36,"ingredients":"vibrant, watery, corriander, raisin, hazelnut","description":"Trust fund forage meh twee roof yr. Williamsburg actually humblebrag pickled lumbersexual umami swag. Bicycle rights truffaut yr street freegan twee biodiesel sartorial. Irony keffiyeh cornhole paleo. Polaroid stumptown 90's letterpress listicle aesthetic pour-over mustache."},{"name":"Maudite","brand":"Sierra Nevada","price":279,"abv":5.25,"pints_remain":119,"ingredients":"bright, full, banana, lychee, cherry","description":"Organic aesthetic photo booth chia butcher schlitz artisan helvetica. Food truck synth fanny pack shabby chic. Venmo salvia gastropub chambray cred. Pug chia aesthetic diy fanny pack phlogiston brunch raw denim."},{"name":"Sapporo Premium","brand":"Carlsberg","price":245,"abv":4.45,"pints_remain":93,"ingredients":"dry, velvety, orange blossom, lychee, lemon","description":"Small batch hella tote bag. Pbr&b poutine chartreuse tofu pabst wayfarers butcher. Next level beard freegan thundercats. Roof craft beer put a bird on it next level mlkshk. Flexitarian pickled gastropub ugh single-origin coffee austin tattooed."},{"name":"Bell’s Expedition","brand":"Birra Moretti","price":261,"abv":6.63,"pints_remain":96,"ingredients":"soft, tea-like, strawberry, grapefruit, medicinal","description":"Viral mixtape lomo fingerstache. Pickled beard vhs stumptown cray twee shoreditch. Williamsburg cronut meggings truffaut."},{"name":"Kirin Inchiban","brand":"Quimes","price":257,"abv":4.91,"pints_remain":75,"ingredients":"unbalanced, round, lemongrass, quakery, snow pea","description":"Narwhal paleo deep v ugh austin blog normcore. Goth cleanse offal vhs. Deep v stumptown vinegar."},{"name":"Trois Pistoles","brand":"Rolling Rock","price":245,"abv":5.78,"pints_remain":105,"ingredients":"soft, smooth, milk chocolate, dates, peach","description":"Waistcoat meggings mlkshk. Diy occupy authentic lumbersexual williamsburg. Brooklyn small batch 90's listicle williamsburg. You probably haven't heard of them organic mustache park. Kale chips gentrify kogi bicycle rights stumptown humblebrag +1 schlitz."},{"name":"Yeti Imperial Stout","brand":"Budweiser","price":252,"abv":6.54,"pints_remain":46,"ingredients":"juicy, velvety, marzipan, bakers chocolate, quakery","description":"Cleanse vinyl heirloom freegan salvia semiotics church-key. 3 wolf moon cardigan kinfolk beard pop-up tousled keffiyeh post-ironic. Banjo banh mi plaid."},{"name":"Oak Aged Yeti Imperial Stout","brand":"Miller Draft","price":278,"abv":5.31,"pints_remain":52,"ingredients":"unbalanced, slick, curry, dates, nectarine","description":"Neutra literally organic vinyl migas selvage skateboard tilde. Kombucha sartorial locavore whatever farm-to-table semiotics bicycle rights. Tacos echo meditation thundercats twee vinyl artisan. Tilde yr sartorial fingerstache single-origin coffee cold-pressed. Tumblr franzen keffiyeh ethical."},{"name":"Trappistes Rochefort 10","brand":"BudLight","price":245,"abv":6.96,"pints_remain":90,"ingredients":"muted, chewy, hay, green pepper, apricot","description":"Aesthetic plaid etsy synth whatever flannel selfies. Wayfarers typewriter five dollar toast. Pickled goth etsy photo booth tofu green juice truffaut gluten-free. Twee plaid food truck."},{"name":"Hennepin","brand":"Dos Equis","price":280,"abv":4.94,"pints_remain":71,"ingredients":"balanced, velvety, lemon verbena, burnt sugar, red apple","description":"Master small batch bicycle rights chicharrones ethical pop-up humblebrag gluten-free. Small batch 3 wolf moon cronut. Vinegar drinking bitters portland wayfarers leggings offal gluten-free."},{"name":"Samuel Smith’s Oatmeal Stout","brand":"Guinness","price":268,"abv":4.95,"pints_remain":16,"ingredients":"crisp, smooth, black pepper, passion fruit, marzipan","description":"Dreamcatcher williamsburg hammock organic shoreditch. Taxidermy cray heirloom messenger bag flexitarian. Brunch farm-to-table asymmetrical craft beer mumblecore mustache schlitz goth."},{"name":"Edmund Fitzgerald Porter","brand":"Patagonia","price":268,"abv":3.93,"pints_remain":59,"ingredients":"pointed, velvety, bakers chocolate, granola, butter","description":"Kinfolk retro hoodie beard ramps organic mustache. Venmo kogi pinterest sustainable butcher goth carry schlitz. Cornhole vhs pinterest. Asymmetrical pour-over wes anderson brunch bitters shoreditch."},{"name":"Ruination IPA","brand":"Amstel","price":266,"abv":3.53,"pints_remain":20,"ingredients":"dense, watery, fresh bread, white pepper, fresh wood","description":"Brunch cronut try-hard vinegar direct trade church-key. Sartorial disrupt raw denim blog you probably haven't heard of them. Pbr&b artisan intelligentsia organic street. Cray fanny pack bespoke blue bottle occupy. Portland diy mlkshk freegan thundercats sartorial typewriter +1."}]}