{"kegs":[{"id":1,"name":"St. Bernardus Abt 12","brand":"Coors lite","price":288,"abv":4.98,"pints_remain":37,"ingredients":"rounded, coating, vanilla, white grape, dill","description":"Neutra selvage letterpress cardigan literally cold-pressed pour-over. Polaroid street gluten-free kitsch bitters. Kombucha pork belly trust fund. Xoxo pabst banjo twee skateboard retro. Hammock vegan poutine bitters venmo lo-fi."},{"id":2,"name":"Delirium Tremens","brand":"Red Stripe","price":285,"abv":4.64,"pints_remain":107,"ingredients":"structured, juicy, peanut, nectarine, honeydew","description":"Semiotics farm-to-table pbr&b vinyl cornhole xoxo austin ramps. Flexitarian beard freegan. Art party pop-up church-key vice portland meditation. Irony hella before they sold out salvia trust fund leggings stumptown bushwick. Ramps banh mi bespoke brunch plaid narwhal."},{"id":3,"name":"Founders Kentucky Breakfast","brand":"BudLight","price":252,"abv":5.46,"pints_remain":124,"ingredients":"astringent, tea-like, snow pea, coconut, cherry","description":"Vhs slow-carb paleo quinoa tilde humblebrag. Pour-over muggle magic church-key. Church-key loko listicle bicycle rights meh. Vhs bespoke tofu brooklyn drinking synth kitsch chillwave."},{"id":4,"name":"Hennepin","brand":"Hoegaarden","price":243,"abv":5.74,"pints_remain":123,"ingredients":"bright, velvety, grassy, corriander, apricot","description":"Slow-carb scenester roof selvage craft beer typewriter tumblr church-key. Offal fashion axe tote bag 8-bit scenester viral. Deep v neutra slow-carb small batch. Meggings lo-fi microdosing paleo food truck mumblecore."},{"id":5,"name":"Two Hearted Ale","brand":"Quimes","price":266,"abv":3.48,"pints_remain":16,"ingredients":"dry, smooth, sweet pea, potato defect!, granola","description":"Helvetica microdosing vinyl craft beer pour-over master. Sustainable whatever yolo schlitz bitters cornhole offal locavore. Single-origin coffee brooklyn church-key irony ramps normcore. Post-ironic austin actually poutine mumblecore."},{"id":6,"name":"Kirin Inchiban","brand":"Rolling Rock","price":286,"abv":6.61,"pints_remain":15,"ingredients":"dense, syrupy, rubber, fresh bread, green apple","description":"Microdosing vegan 8-bit hashtag. Fashion axe organic tumblr ramps cold-pressed godard distillery. Pop-up wayfarers distillery. Sartorial occupy poutine thundercats raw denim shabby chic plaid venmo. Drinking truffaut mustache quinoa vegan dreamcatcher."},{"id":7,"name":"Hennepin","brand":"Sapporo","price":245,"abv":3.31,"pints_remain":22,"ingredients":"faint, silky, musty, rubber, medicinal","description":"Meh vhs aesthetic next level sartorial cold-pressed cornhole knausgaard. Put a bird on it meh actually hoodie sriracha brunch. Roof shoreditch viral phlogiston twee. Literally vinegar master flannel helvetica cleanse."},{"id":8,"name":"La Fin Du Monde","brand":"BudLight","price":269,"abv":4.87,"pints_remain":15,"ingredients":"muted, watery, concord grape, grassy, jasmine","description":"Post-ironic gluten-free narwhal beard pabst microdosing vhs. Lumbersexual cliche lo-fi blog tilde austin phlogiston polaroid. Vinyl 90's kitsch disrupt scenester. Disrupt keytar butcher kickstarter aesthetic scenester hella."},{"id":9,"name":"Westmalle Trappist Tripel","brand":"Murphys","price":289,"abv":6.81,"pints_remain":85,"ingredients":"wild, velvety, banana, tangerine, almond","description":"Photo booth blue bottle taxidermy tilde loko bespoke pabst. Hoodie stumptown pork belly tumblr farm-to-table. Pbr&b asymmetrical listicle tilde mlkshk fixie."},{"id":10,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Rolling Rock","price":279,"abv":5.23,"pints_remain":0,"ingredients":"lingering, juicy, olive, nutella, marzipan","description":"Pork belly taxidermy banh mi tote bag neutra swag microdosing vhs. You probably haven't heard of them banh mi helvetica yr. Fingerstache pinterest tousled cleanse small batch retro kombucha."},{"id":11,"name":"Weihenstephaner Hefeweissbier","brand":"Sapporo","price":257,"abv":3.82,"pints_remain":102,"ingredients":"juicy, watery, lime, cocoa powder, red grape","description":"Hoodie pug cronut franzen truffaut messenger bag. Bushwick skateboard readymade quinoa. Small batch distillery chartreuse normcore kombucha carry loko."},{"id":12,"name":"La Fin Du Monde","brand":"Coors lite","price":277,"abv":6.78,"pints_remain":86,"ingredients":"juicy, syrupy, strawberry, dates, musty","description":"Celiac mustache church-key kale chips. Occupy ennui kombucha chillwave phlogiston lo-fi shoreditch. Five dollar toast leggings flannel post-ironic cronut mixtape. Kale chips chicharrones viral 3 wolf moon shabby chic sriracha. Organic actually schlitz polaroid beard typewriter salvia."},{"id":13,"name":"Westmalle Trappist Tripel","brand":"Amstel","price":267,"abv":3.97,"pints_remain":109,"ingredients":"balanced, creamy, figs, cinnamon, rye","description":"Hella park chillwave portland normcore. Kale chips intelligentsia goth. Cred shoreditch typewriter cleanse. Cleanse distillery bitters art party yr twee."},{"id":14,"name":"Shakespeare Oatmeal","brand":"Budweiser","price":274,"abv":4.39,"pints_remain":101,"ingredients":"dirty, creamy, rubber, smokey, rye","description":"Normcore chillwave loko next level carry polaroid hammock. Goth knausgaard godard ethical deep v diy photo booth. Try-hard post-ironic echo yr aesthetic stumptown. Hammock loko butcher vhs tattooed salvia craft beer occupy. Normcore yolo food truck pabst narwhal carry banh mi."},{"id":15,"name":"Double Bastard Ale","brand":"Patagonia","price":251,"abv":6.25,"pints_remain":9,"ingredients":"dense, coating, mint, cinnamon, grapefruit","description":"3 wolf moon lo-fi cronut mumblecore trust fund diy tilde. Vinegar church-key tousled. Disrupt church-key blog austin franzen art party."},{"id":16,"name":"Maharaj","brand":"Lowenbrau","price":239,"abv":5.21,"pints_remain":1,"ingredients":"tart, slick, pineapple, nutmeg, mango","description":"Yolo literally bicycle rights deep v celiac next level. Before they sold out pbr&b kombucha squid selvage shabby chic. 3 wolf moon crucifix chicharrones."},{"id":17,"name":"Sierra Nevada Celebration Ale","brand":"Pacifico","price":271,"abv":6.6,"pints_remain":114,"ingredients":"dirty, full, kiwi, sage, almond","description":"Butcher chambray schlitz migas chillwave. Flexitarian mustache flannel artisan. Intelligentsia helvetica you probably haven't heard of them lumbersexual cornhole meditation."},{"id":18,"name":"Yeti Imperial Stout","brand":"Harp","price":286,"abv":4.89,"pints_remain":78,"ingredients":"astringent, watery, watermelon, mint, barley","description":"Mlkshk green juice plaid twee tousled wes anderson occupy. Wolf meggings gastropub poutine semiotics truffaut. Kickstarter microdosing flannel xoxo etsy goth. Semiotics jean shorts stumptown sartorial. Freegan vegan knausgaard normcore bitters literally lo-fi."},{"id":19,"name":"90 Minute IPA","brand":"Sapporo","price":262,"abv":5.1,"pints_remain":54,"ingredients":"soft, creamy, marshmallow, jasmine, sugar cane","description":"Park health normcore everyday whatever food truck. Banh mi asymmetrical viral xoxo kogi butcher wes anderson. Dreamcatcher bespoke yr hoodie aesthetic. Pop-up bicycle rights jean shorts you probably haven't heard of them poutine distillery. Pinterest marfa letterpress williamsburg."},{"id":20,"name":"Stone Imperial Russian Stout","brand":"Budweiser","price":292,"abv":5.63,"pints_remain":54,"ingredients":"pointed, juicy, grassy, lychee, lavender","description":"Blue bottle photo booth you probably haven't heard of them. Selfies schlitz mustache master. Readymade portland tilde franzen tumblr. Tousled offal park kombucha venmo ennui. Ennui scenester trust fund blog synth."},{"id":21,"name":"Delirium Noctorum","brand":"Miller Draft","price":241,"abv":5.35,"pints_remain":47,"ingredients":"complex, big, lemon, tobacco, blueberry","description":"Muggle magic cold-pressed microdosing farm-to-table celiac sustainable mlkshk asymmetrical. Art party pour-over celiac wolf hella godard kickstarter. Forage fingerstache venmo helvetica migas photo booth etsy. Meggings blog cred cold-pressed paleo."},{"id":22,"name":"Storm King Stout","brand":"Samuel Adams","price":247,"abv":5.37,"pints_remain":93,"ingredients":"astringent, slick, cacao nibs, rose hips, pineapple","description":"Church-key freegan roof austin shoreditch authentic. Actually seitan godard salvia post-ironic wes anderson. Pabst celiac mlkshk narwhal meditation vhs five dollar toast. Hella truffaut try-hard kombucha. Tumblr helvetica five dollar toast cliche gentrify."},{"id":23,"name":"Alpha King Pale Ale","brand":"BudLight","price":251,"abv":5.49,"pints_remain":8,"ingredients":"rounded, coating, marshmallow, apricot, blueberry","description":"You probably haven't heard of them carry before they sold out umami butcher meditation. Flannel occupy scenester chia etsy biodiesel. Gastropub vegan freegan put a bird on it. Wes anderson cliche everyday umami."},{"id":24,"name":"Delirium Noctorum","brand":"Stella Artois","price":264,"abv":4.7,"pints_remain":106,"ingredients":"crisp, silky, red currant, vanilla, potato defect!","description":"Pabst loko plaid heirloom schlitz. Literally twee banjo skateboard. Brunch schlitz neutra street hella franzen viral organic. Direct trade venmo umami."},{"id":25,"name":"Chocolate St","brand":"Fosters","price":272,"abv":3.55,"pints_remain":38,"ingredients":"dense, full, prune, mint, rose hips","description":"Pug locavore pickled. Tacos chia occupy tumblr kombucha beard. Xoxo skateboard godard loko."},{"id":26,"name":"Hennepin","brand":"Becks","price":275,"abv":5.08,"pints_remain":71,"ingredients":"dense, slick, lemongrass, lemongrass, molasses","description":"Tacos jean shorts scenester. Mixtape scenester distillery mumblecore tote bag blog. Brunch butcher photo booth. Sriracha portland chicharrones viral hella. Mustache leggings skateboard meggings portland."},{"id":27,"name":"Samuel Smith’s Imperial IPA","brand":"Budweiser","price":294,"abv":6.26,"pints_remain":105,"ingredients":"dry, creamy, black pepper, strawberry, snow pea","description":"Echo kickstarter retro vinyl yolo. Vhs hoodie stumptown skateboard brooklyn slow-carb. Cliche craft beer asymmetrical lumbersexual plaid cold-pressed."},{"id":28,"name":"Orval Trappist Ale","brand":"Red Stripe","price":274,"abv":4.79,"pints_remain":115,"ingredients":"faint, full, cacao nibs, cocoa powder, vanilla","description":"Intelligentsia ennui phlogiston kitsch. Health keffiyeh fashion axe squid fingerstache disrupt. Loko photo booth occupy chillwave portland truffaut single-origin coffee."},{"id":29,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Red Stripe","price":269,"abv":5.04,"pints_remain":33,"ingredients":"mild, big, lime, bakers chocolate, black currant","description":"Church-key offal whatever godard flannel. Jean shorts hoodie tote bag retro vinyl mumblecore. Vinyl hashtag truffaut ramps narwhal artisan next level. Selvage readymade bitters stumptown meh wes anderson master shoreditch."},{"id":30,"name":"Delirium Tremens","brand":"Fosters","price":278,"abv":6.46,"pints_remain":6,"ingredients":"bright, velvety, peach, mushroom, carbon","description":"Humblebrag waistcoat flannel biodiesel fixie roof fashion axe. Keytar flannel asymmetrical. Diy cardigan disrupt normcore quinoa."},{"id":31,"name":"Two Hearted Ale","brand":"Kirin","price":276,"abv":4.84,"pints_remain":42,"ingredients":"faint, full, passion fruit, musty, white pepper","description":"+1 chartreuse banh mi hoodie. Neutra bespoke goth biodiesel. Biodiesel fashion axe plaid. Diy cronut chia wayfarers selvage meditation hella. Humblebrag etsy cleanse distillery flannel."},{"id":32,"name":"Sublimely Self-Righteous Ale","brand":"Kirin","price":265,"abv":5.04,"pints_remain":37,"ingredients":"dry, creamy, blueberry, bergamot, tobacco","description":"Skateboard wes anderson blue bottle organic fingerstache cardigan. Five dollar toast pabst wolf street meditation fanny pack cold-pressed tousled. Pinterest semiotics chartreuse salvia. Kinfolk listicle kogi ennui post-ironic etsy green juice."},{"id":33,"name":"Orval Trappist Ale","brand":"Becks","price":252,"abv":4.93,"pints_remain":111,"ingredients":"juicy, watery, fresh wood, cranberry, cashew","description":"Williamsburg direct trade vhs. Pbr&b tousled 90's kombucha. Try-hard artisan tote bag. Taxidermy actually beard food truck ramps butcher."},{"id":34,"name":"Old Rasputin Russian Imperial Stout","brand":"Pabst Blue Ribbon","price":286,"abv":6.42,"pints_remain":84,"ingredients":"dense, creamy, cranberry, lime, mushroom","description":"Mustache quinoa actually wes anderson readymade listicle chartreuse pug. Paleo flannel bicycle rights heirloom street. Pour-over crucifix scenester art party wes anderson 90's. Flexitarian everyday pbr&b austin helvetica. You probably haven't heard of them chartreuse try-hard."},{"id":35,"name":"Ten FIDY","brand":"Amstel","price":270,"abv":5.52,"pints_remain":122,"ingredients":"muted, chewy, mint, hibiscus, curry","description":"Tote bag franzen pop-up ennui hashtag muggle magic. Semiotics chartreuse marfa selfies 90's readymade distillery. Cardigan hella vinegar yr kogi photo booth authentic. Five dollar toast helvetica blue bottle semiotics migas messenger bag."},{"id":36,"name":"Pliny The Elder","brand":"Delirium","price":272,"abv":4.74,"pints_remain":117,"ingredients":"astringent, syrupy, bergamot, meyer lemon, nutella","description":"Brooklyn pinterest yuccie tacos photo booth fixie. Leggings jean shorts tofu loko 90's. Church-key tofu muggle magic knausgaard bushwick beard tote bag."},{"id":37,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Rolling Rock","price":283,"abv":6.71,"pints_remain":19,"ingredients":"rounded, smooth, black pepper, strawberry, hops","description":"Pinterest vice poutine. Xoxo offal paleo messenger bag small batch literally. Semiotics shabby chic wes anderson knausgaard pug chillwave swag viral. Try-hard crucifix park disrupt."},{"id":38,"name":"Two Hearted Ale","brand":"Harp","price":287,"abv":4.32,"pints_remain":4,"ingredients":"astringent, slick, lemongrass, cinnamon, rubber","description":"Plaid cornhole brunch kitsch lumbersexual mlkshk. Kitsch art party distillery skateboard you probably haven't heard of them vinegar mumblecore cardigan. Seitan deep v meditation street. Xoxo slow-carb carry cleanse craft beer cred tattooed park. Hella vinegar portland."},{"id":39,"name":"Alpha King Pale Ale","brand":"Patagonia","price":274,"abv":3.31,"pints_remain":84,"ingredients":"dry, round, papaya, lavender, dates","description":"Yuccie butcher sartorial literally. Cardigan meh hammock echo farm-to-table keytar. Banjo schlitz crucifix seitan trust fund letterpress sustainable cray. Fingerstache helvetica schlitz. Cray five dollar toast listicle."},{"id":40,"name":"Oak Aged Yeti Imperial Stout","brand":"Miller Draft","price":293,"abv":5.83,"pints_remain":53,"ingredients":"unbalanced, smooth, vanilla, papaya, cashew","description":"Church-key scenester cardigan bespoke. Migas mustache tattooed waistcoat blue bottle squid pop-up. Cleanse tumblr carry narwhal. Cardigan literally brooklyn craft beer."},{"id":41,"name":"La Fin Du Monde","brand":"Fosters","price":269,"abv":3.51,"pints_remain":29,"ingredients":"dry, big, bittersweet chocolate, lemon verbena, rose hips","description":"Cardigan trust fund keffiyeh authentic gluten-free. Tofu celiac cornhole pbr&b small batch chicharrones 8-bit street. Semiotics sustainable lomo hella offal."},{"id":42,"name":"Oaked Arrogant Bastard Ale","brand":"Budweiser","price":276,"abv":5.01,"pints_remain":19,"ingredients":"dry, chewy, hay, kiwi, cocoa powder","description":"Cliche goth yolo. Leggings gluten-free venmo synth. Kitsch taxidermy crucifix kombucha actually green juice fanny pack. Fanny pack tacos irony direct trade hella artisan semiotics."},{"id":43,"name":"Sublimely Self-Righteous Ale","brand":"Dos Equis","price":264,"abv":5.07,"pints_remain":18,"ingredients":"crisp, juicy, magnolia, lavender, bergamot","description":"Post-ironic chambray fixie tousled. 8-bit loko humblebrag disrupt thundercats cronut tote bag. Normcore polaroid mumblecore meh health."},{"id":44,"name":"Oak Aged Yeti Imperial Stout","brand":"Delirium","price":248,"abv":3.28,"pints_remain":23,"ingredients":"clean, syrupy, ginger, tangerine, rye","description":"Kogi skateboard marfa humblebrag crucifix chia trust fund. Chicharrones drinking truffaut. Chia flexitarian single-origin coffee blog stumptown. Pabst messenger bag +1. Vinyl loko muggle magic jean shorts next level cray sartorial beard."},{"id":45,"name":"Sublimely Self-Righteous Ale","brand":"Amstel","price":256,"abv":5.51,"pints_remain":31,"ingredients":"mild, slick, red grape, squash, golden raisin","description":"Brunch green juice mustache forage literally quinoa fingerstache. Hashtag pickled salvia synth. Retro keytar 90's pitchfork brunch cliche. Slow-carb mumblecore freegan seitan."},{"id":46,"name":"Chimay Grande Réserve","brand":"Delirium","price":241,"abv":3.69,"pints_remain":74,"ingredients":"bright, creamy, burnt sugar, tobacco, lychee","description":"Banjo actually kale chips bespoke flannel wayfarers single-origin coffee marfa. Celiac vhs disrupt lumbersexual typewriter. Post-ironic fixie leggings humblebrag vhs vice stumptown. Tacos try-hard 3 wolf moon quinoa flexitarian pabst put a bird on it dreamcatcher."},{"id":47,"name":"Péché Mortel","brand":"Fosters","price":272,"abv":6.61,"pints_remain":89,"ingredients":"dull, creamy, black pepper, white grape, lemon","description":"Skateboard park pbr&b cornhole master salvia muggle magic. Banjo normcore pop-up flexitarian literally typewriter banh mi muggle magic. Neutra 90's craft beer poutine austin cornhole brunch single-origin coffee. Tote bag direct trade meditation plaid williamsburg deep v pug art party. Kombucha everyday disrupt."},{"id":48,"name":"St. Bernardus Abt 12","brand":"Miller Draft","price":289,"abv":6.09,"pints_remain":114,"ingredients":"muted, big, green-tea, granola, concord grape","description":"Pug kinfolk umami intelligentsia yr shabby chic fanny pack. Swag meditation scenester five dollar toast. Echo bushwick diy quinoa celiac trust fund. Vhs seitan fixie. Cliche meggings williamsburg vegan literally intelligentsia."},{"id":49,"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Birra Moretti","price":251,"abv":3.27,"pints_remain":48,"ingredients":"muted, silky, marshmallow, tomato, black currant","description":"Messenger bag craft beer hammock offal pop-up authentic. Biodiesel tacos gluten-free williamsburg portland. Pickled brunch seitan freegan. Green juice offal semiotics chillwave. Aesthetic pitchfork bespoke."},{"id":50,"name":"Delirium Tremens","brand":"Harp","price":247,"abv":6.0,"pints_remain":104,"ingredients":"lingering, round, white pepper, brown sugar, orange creamsicle","description":"Readymade asymmetrical cold-pressed. Schlitz lomo dreamcatcher wayfarers ugh. Mixtape vice sustainable cronut pork belly tacos authentic pug. Roof goth fixie you probably haven't heard of them biodiesel tumblr flexitarian. Leggings bespoke marfa sriracha authentic dreamcatcher."},{"id":51,"name":"Alpha King Pale Ale","brand":"Rolling Rock","price":248,"abv":5.43,"pints_remain":74,"ingredients":"rounded, juicy, peanut, marzipan, cacao nibs","description":"Actually farm-to-table photo booth heirloom marfa. Carry franzen selfies bushwick. Vice twee pabst sustainable messenger bag."},{"id":52,"name":"Old Rasputin Russian Imperial Stout","brand":"Stella Artois","price":286,"abv":3.26,"pints_remain":28,"ingredients":"crisp, syrupy, lychee, strawberry, cantaloupe","description":"Ethical fanny pack shoreditch aesthetic brooklyn roof. Yuccie offal salvia meh carry chartreuse. Letterpress mlkshk williamsburg truffaut raw denim jean shorts."},{"id":53,"name":"Sierra Nevada Celebration Ale","brand":"Lowenbrau","price":274,"abv":6.94,"pints_remain":35,"ingredients":"faint, smooth, grapefruit, lemon, marshmallow","description":"Cleanse selfies semiotics sustainable gentrify raw denim vegan kitsch. Normcore jean shorts art party. Letterpress typewriter bicycle rights keffiyeh echo forage next level kale chips. Sartorial narwhal butcher meditation."},{"id":54,"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Heineken","price":280,"abv":4.72,"pints_remain":7,"ingredients":"unbalanced, smooth, papaya, soil, cocoa powder","description":"Raw denim scenester photo booth butcher. Neutra park salvia austin messenger bag twee offal. Mustache hoodie green juice diy. Bicycle rights artisan loko biodiesel occupy. Crucifix lomo brooklyn austin."},{"id":55,"name":"Old Rasputin Russian Imperial Stout","brand":"Tsingtao","price":239,"abv":4.62,"pints_remain":14,"ingredients":"dirty, coating, marzipan, ginger, carbon","description":"Gentrify intelligentsia cray yuccie celiac pabst. Put a bird on it tilde offal. Scenester health actually put a bird on it brooklyn. Cred kitsch echo cardigan iphone occupy distillery hella."},{"id":56,"name":"Yeti Imperial Stout","brand":"Birra Moretti","price":270,"abv":6.39,"pints_remain":55,"ingredients":"faint, velvety, pineapple, fresh bread, honeysuckle","description":"Fixie next level chambray seitan meditation fingerstache. Semiotics phlogiston disrupt dreamcatcher blue bottle normcore occupy. Pabst portland neutra knausgaard master."},{"id":57,"name":"Oak Aged Yeti Imperial Stout","brand":"Leffe","price":239,"abv":3.98,"pints_remain":55,"ingredients":"dull, coating, cherry, honey, ginger","description":"Artisan post-ironic you probably haven't heard of them. Kale chips ramps williamsburg diy health church-key. Goth food truck irony. Hashtag retro offal. Readymade wolf waistcoat selfies chambray fixie loko."},{"id":58,"name":"Trappistes Rochefort 8","brand":"Sierra Nevada","price":282,"abv":5.11,"pints_remain":28,"ingredients":"unbalanced, chewy, sugar cane, white grape, cinnamon","description":"Put a bird on it wayfarers muggle magic whatever phlogiston single-origin coffee 3 wolf moon. +1 sartorial typewriter brooklyn mixtape butcher everyday viral. Ennui yuccie vice 90's banh mi blog selfies. Semiotics crucifix tattooed pop-up bicycle rights ramps kinfolk."},{"id":59,"name":"Two Hearted Ale","brand":"Sierra Nevada","price":291,"abv":6.23,"pints_remain":48,"ingredients":"dull, velvety, hops, watermelon, sweet pea","description":"Distillery drinking green juice austin craft beer. Tote bag biodiesel chia ugh mixtape bicycle rights meditation. Chia swag pinterest."},{"id":60,"name":"Samuel Smith’s Oatmeal Stout","brand":"Kirin","price":262,"abv":4.98,"pints_remain":33,"ingredients":"unbalanced, big, medicinal, apricot, rose hips","description":"Typewriter wes anderson williamsburg food truck. Cardigan green juice godard cornhole irony freegan. Gluten-free celiac etsy. Readymade messenger bag marfa single-origin coffee. Occupy pbr&b craft beer."},{"id":61,"name":"Schneider Aventinus","brand":"Budweiser","price":248,"abv":5.83,"pints_remain":3,"ingredients":"juicy, tea-like, cashew, carbon, blueberry","description":"Vegan plaid gastropub carry helvetica. Pork belly etsy brooklyn. Skateboard street dreamcatcher tote bag. Polaroid intelligentsia listicle migas whatever portland. Chillwave semiotics +1."},{"id":62,"name":"Dreadnaught IPA","brand":"Carlsberg","price":257,"abv":4.89,"pints_remain":25,"ingredients":"bright, chewy, rose hips, figs, hibiscus","description":"Locavore williamsburg you probably haven't heard of them whatever listicle. Semiotics you probably haven't heard of them craft beer flannel tilde cronut cornhole forage. Wolf cardigan cronut. Plaid vegan etsy organic."},{"id":63,"name":"Chimay Grande Réserve","brand":"Red Stripe","price":239,"abv":6.4,"pints_remain":5,"ingredients":"mild, slick, cola, lemonade, potato defect!","description":"Poutine gentrify yuccie five dollar toast. Brooklyn vegan keytar. Tilde pop-up microdosing."},{"id":64,"name":"Duvel","brand":"Patagonia","price":284,"abv":4.05,"pints_remain":102,"ingredients":"lingering, slick, orange blossom, honey, nutmeg","description":"Chicharrones poutine locavore chambray cornhole. Keffiyeh pickled single-origin coffee pitchfork distillery direct trade pinterest mustache. 90's actually williamsburg. Humblebrag banjo art party pitchfork."},{"id":65,"name":"Nugget Nectar","brand":"Amstel","price":264,"abv":5.0,"pints_remain":19,"ingredients":"unbalanced, juicy, medicinal, curry, mango","description":"Godard biodiesel master letterpress kombucha disrupt. Butcher chicharrones +1 taxidermy. Actually dreamcatcher craft beer keffiyeh tofu heirloom humblebrag."},{"id":66,"name":"Founders Breakfast Stout","brand":"Coors lite","price":288,"abv":3.84,"pints_remain":75,"ingredients":"deep, watery, hops, granola, concord grape","description":"Wayfarers cred cold-pressed cornhole umami etsy kickstarter keffiyeh. Sustainable kinfolk narwhal slow-carb. Seitan five dollar toast pbr&b put a bird on it kitsch. Five dollar toast sustainable organic."},{"id":67,"name":"Weihenstephaner Hefeweissbier","brand":"Corona Extra","price":250,"abv":5.4,"pints_remain":25,"ingredients":"vibrant, juicy, carmel, apricot, coconut","description":"Put a bird on it forage cardigan cray tumblr messenger bag. Cronut skateboard organic paleo hammock bicycle rights. Banjo iphone humblebrag."},{"id":68,"name":"Founders Breakfast Stout","brand":"Corona Extra","price":258,"abv":6.11,"pints_remain":84,"ingredients":"complex, watery, prune, hazelnut, barley","description":"Paleo blue bottle direct trade blog. Selfies hella everyday tattooed etsy. Raw denim narwhal tattooed cliche everyday. Tote bag street portland. Sustainable everyday yolo quinoa vhs wolf."},{"id":69,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Blue Moon","price":284,"abv":6.78,"pints_remain":42,"ingredients":"crisp, slick, lime, olive, musty","description":"Intelligentsia shabby chic street flannel truffaut post-ironic umami. Cronut food truck heirloom master slow-carb crucifix. Freegan beard 8-bit art party. Humblebrag cleanse readymade forage meh thundercats echo cold-pressed. Park kale chips slow-carb tilde carry chicharrones."},{"id":70,"name":"Ruination IPA","brand":"Pacifico","price":281,"abv":5.45,"pints_remain":50,"ingredients":"vibrant, watery, black pepper, white grape, baggy","description":"Lo-fi echo forage. Paleo slow-carb cliche 8-bit cray green juice. Heirloom venmo typewriter photo booth truffaut authentic cold-pressed. Deep v craft beer polaroid plaid."},{"id":71,"name":"Brooklyn Black","brand":"Sierra Nevada","price":276,"abv":5.37,"pints_remain":114,"ingredients":"dirty, velvety, soil, almond, barley","description":"Muggle magic quinoa cliche venmo. Sartorial paleo park. Artisan migas gentrify skateboard."},{"id":72,"name":"Sublimely Self-Righteous Ale","brand":"Pabst Blue Ribbon","price":275,"abv":6.34,"pints_remain":10,"ingredients":"sharp, coating, squash, green grape, jasmine","description":"Aesthetic chartreuse chicharrones church-key leggings sriracha meggings. Bushwick williamsburg shabby chic. Pabst tumblr selfies authentic pitchfork aesthetic. Swag try-hard health semiotics meditation mlkshk."},{"id":73,"name":"Founders Breakfast Stout","brand":"Guinness","price":259,"abv":4.27,"pints_remain":25,"ingredients":"crisp, tea-like, raspberry, wheat, meyer lemon","description":"Asymmetrical austin muggle magic. Freegan godard muggle magic organic. Diy austin literally bushwick celiac offal. Flexitarian butcher post-ironic street truffaut 90's slow-carb. Hashtag pbr&b distillery franzen pork belly wolf."},{"id":74,"name":"Péché Mortel","brand":"Pabst Blue Ribbon","price":262,"abv":3.86,"pints_remain":114,"ingredients":"quick, round, liquorice, banana, plum","description":"Williamsburg swag skateboard sartorial. Put a bird on it austin meggings pitchfork franzen health ethical art party. Raw denim roof before they sold out."},{"id":75,"name":"Sublimely Self-Righteous Ale","brand":"Heineken","price":267,"abv":4.79,"pints_remain":71,"ingredients":"juicy, chewy, black cherry, smokey, toast","description":"Muggle magic phlogiston retro keffiyeh pinterest. Migas vinyl stumptown. Typewriter stumptown etsy seitan. Mustache aesthetic street lumbersexual park pabst. Mustache diy vhs pour-over beard everyday."},{"id":76,"name":"Samuel Smith’s Imperial IPA","brand":"Hoegaarden","price":254,"abv":4.37,"pints_remain":112,"ingredients":"dry, juicy, cashew, red currant, prune","description":"Leggings thundercats paleo health. Mumblecore meggings goth. Master muggle magic humblebrag 3 wolf moon gastropub normcore thundercats taxidermy."},{"id":77,"name":"Ten FIDY","brand":"Lowenbrau","price":237,"abv":3.28,"pints_remain":85,"ingredients":"vibrant, tea-like, honeydew, papaya, curry","description":"Paleo tacos mixtape kombucha 3 wolf moon try-hard. Chambray try-hard mixtape tilde deep v shabby chic dreamcatcher. Pour-over post-ironic schlitz tattooed venmo meggings viral. Flexitarian sriracha humblebrag selvage heirloom. Single-origin coffee xoxo pop-up lomo fixie."},{"id":78,"name":"Dreadnaught IPA","brand":"Budweiser","price":290,"abv":3.56,"pints_remain":108,"ingredients":"mild, chewy, smokey, clove, raspberry","description":"Normcore tofu taxidermy cornhole celiac brunch. Gastropub chia keffiyeh pour-over food truck beard. Lumbersexual hoodie bicycle rights craft beer keffiyeh."},{"id":79,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"BudLight","price":284,"abv":3.6,"pints_remain":63,"ingredients":"deep, juicy, mint, tobacco, cacao nibs","description":"Lomo kitsch tacos. Celiac skateboard yolo wolf street bushwick distillery pug. Cornhole banjo fanny pack lumbersexual pop-up poutine narwhal. Ramps iphone cronut quinoa keytar neutra celiac."},{"id":80,"name":"HopSlam Ale","brand":"Rolling Rock","price":240,"abv":4.04,"pints_remain":75,"ingredients":"dirty, tea-like, olive, mint, soy sauce","description":"Retro artisan heirloom master squid. Bitters plaid pabst. Messenger bag pickled godard 3 wolf moon venmo mustache flannel. Readymade cred letterpress humblebrag fashion axe shoreditch. Authentic marfa umami literally scenester."},{"id":81,"name":"HopSlam Ale","brand":"Corona Extra","price":275,"abv":4.38,"pints_remain":76,"ingredients":"bright, slick, green pepper, mango, peanut","description":"Scenester thundercats yuccie keffiyeh tote bag sustainable waistcoat venmo. Ennui keytar venmo. Master shabby chic freegan health narwhal 8-bit taxidermy. Tumblr tattooed pop-up bicycle rights synth. Stumptown godard artisan dreamcatcher forage."},{"id":82,"name":"Duvel","brand":"Delirium","price":255,"abv":5.93,"pints_remain":87,"ingredients":"sharp, creamy, black pepper, white grape, sugar cane","description":"Before they sold out roof cronut migas jean shorts distillery seitan crucifix. Letterpress poutine craft beer. Tilde brunch before they sold out crucifix paleo."},{"id":83,"name":"Arrogant Bastard Ale","brand":"Sierra Nevada","price":261,"abv":5.62,"pints_remain":70,"ingredients":"wild, watery, pecan, concord grape, banana","description":"Squid gastropub readymade. Pabst knausgaard muggle magic ugh twee. Health ennui hammock austin truffaut pug forage. Gluten-free pabst wes anderson heirloom 8-bit austin."},{"id":84,"name":"Weihenstephaner Hefeweissbier","brand":"Birra Moretti","price":251,"abv":4.51,"pints_remain":68,"ingredients":"lingering, smooth, lime, orange blossom, lime","description":"Organic cold-pressed selvage. Yuccie mlkshk shoreditch. Wolf bespoke viral everyday art party put a bird on it chartreuse small batch. Meditation williamsburg hoodie selvage swag cred."},{"id":85,"name":"Founders Kentucky Breakfast","brand":"Lowenbrau","price":270,"abv":6.09,"pints_remain":42,"ingredients":"clean, syrupy, star fruit, mushroom, clove","description":"Xoxo tumblr slow-carb franzen. Umami occupy tattooed vice polaroid hella cold-pressed pork belly. Venmo selvage tumblr thundercats ethical selfies. Single-origin coffee flexitarian disrupt celiac readymade bitters. Pork belly ethical kogi bitters hammock jean shorts skateboard."},{"id":86,"name":"Nugget Nectar","brand":"Hoegaarden","price":243,"abv":4.02,"pints_remain":25,"ingredients":"delicate, chewy, fresh bread, rose hips, honey","description":"Microdosing pitchfork synth scenester vhs small batch. Pabst muggle magic chartreuse gluten-free. Tumblr pickled lomo paleo meditation plaid. Vice food truck narwhal pop-up brunch post-ironic mustache."},{"id":87,"name":"Stone IPA","brand":"Quimes","price":296,"abv":4.73,"pints_remain":100,"ingredients":"pointed, juicy, clementine, tangerine, black cherry","description":"Iphone ennui yolo blog butcher twee muggle magic. Street twee tumblr whatever vice squid. Pabst biodiesel vice crucifix humblebrag yolo. Meditation chia put a bird on it carry taxidermy ennui."},{"id":88,"name":"Schneider Aventinus","brand":"BudLight","price":241,"abv":5.17,"pints_remain":70,"ingredients":"vibrant, slick, tangerine, figs, lime","description":"Phlogiston banjo park iphone narwhal kombucha. Small batch synth lomo tumblr literally narwhal. Banh mi direct trade sriracha chia park echo. Yuccie sustainable austin 3 wolf moon try-hard aesthetic pour-over. Drinking chicharrones humblebrag salvia butcher brunch narwhal."},{"id":89,"name":"Kirin Inchiban","brand":"Pabst Blue Ribbon","price":257,"abv":6.34,"pints_remain":69,"ingredients":"complex, round, clementine, carbon, almond","description":"Stumptown cronut crucifix quinoa. Pour-over letterpress paleo cleanse vinyl offal organic echo. Pug helvetica pinterest thundercats scenester."},{"id":90,"name":"Founders Kentucky Breakfast","brand":"Patagonia","price":253,"abv":3.31,"pints_remain":117,"ingredients":"lingering, silky, cocoa powder, clementine, carmel","description":"Loko fingerstache green juice distillery cray pinterest. Phlogiston knausgaard venmo. Whatever pickled shabby chic kombucha pug carry."},{"id":91,"name":"Nugget Nectar","brand":"Murphys","price":263,"abv":5.31,"pints_remain":73,"ingredients":"quick, chewy, red grape, red apple, burnt sugar","description":"Hella flannel fingerstache banh mi wolf sustainable. Tumblr yolo carry shabby chic. Hammock kickstarter banh mi. Ethical umami cardigan fingerstache quinoa hoodie. Distillery gluten-free vegan austin slow-carb keytar heirloom cred."},{"id":92,"name":"HopSlam Ale","brand":"Guinness","price":245,"abv":6.56,"pints_remain":22,"ingredients":"crisp, creamy, pecan, dill, black pepper","description":"Gastropub pinterest bitters yolo trust fund tofu. Migas phlogiston direct trade. Jean shorts trust fund roof hella stumptown bespoke. Occupy five dollar toast thundercats chillwave taxidermy. Brooklyn pabst hammock vhs leggings letterpress chicharrones yolo."},{"id":93,"name":"Stone Imperial Russian Stout","brand":"Sapporo","price":275,"abv":3.22,"pints_remain":11,"ingredients":"complex, velvety, raspberry, toast, squash","description":"Drinking vhs fingerstache. Celiac chillwave gluten-free fingerstache pitchfork distillery iphone truffaut. Flexitarian muggle magic plaid craft beer brooklyn whatever narwhal echo. Hoodie meditation kale chips tacos irony gluten-free heirloom."},{"id":94,"name":"Brooklyn Black","brand":"Delirium","price":244,"abv":3.47,"pints_remain":124,"ingredients":"dense, smooth, magnolia, curry, raspberry","description":"Irony blog health venmo disrupt. Lo-fi schlitz beard chillwave. Vinegar cold-pressed cray iphone fingerstache. Keffiyeh wayfarers banjo kickstarter chicharrones. Normcore butcher 8-bit brooklyn mumblecore quinoa art party."},{"id":95,"name":"Yeti Imperial Stout","brand":"Murphys","price":262,"abv":3.45,"pints_remain":68,"ingredients":"crisp, round, magnolia, watermelon, white grape","description":"Tattooed everyday listicle 90's tumblr freegan. Biodiesel migas ennui. Craft beer photo booth pitchfork tattooed."},{"id":96,"name":"Chocolate St","brand":"Becks","price":285,"abv":5.63,"pints_remain":106,"ingredients":"balanced, smooth, snow pea, plum, cranberry","description":"Shoreditch authentic 90's truffaut locavore. Park cliche mustache helvetica. Hashtag hammock put a bird on it yuccie diy lumbersexual truffaut bespoke. Helvetica art party chambray readymade pickled. Franzen goth intelligentsia bespoke +1 tousled."},{"id":97,"name":"Nugget Nectar","brand":"Quimes","price":293,"abv":6.1,"pints_remain":89,"ingredients":"pointed, coating, green pepper, papaya, meyer lemon","description":"Next level normcore wolf. Slow-carb tilde readymade synth pitchfork waistcoat venmo. Chartreuse beard asymmetrical hella."},{"id":98,"name":"Old Rasputin Russian Imperial Stout","brand":"Leffe","price":273,"abv":6.08,"pints_remain":42,"ingredients":"tart, slick, snow pea, concord grape, coconut","description":"Twee loko cardigan meggings tacos. Taxidermy kickstarter fixie celiac. Blue bottle thundercats put a bird on it heirloom squid you probably haven't heard of them wayfarers chartreuse. Keytar tofu venmo hoodie seitan direct trade sustainable cliche."},{"id":99,"name":"Samuel Smith’s Imperial IPA","brand":"Leffe","price":290,"abv":6.15,"pints_remain":9,"ingredients":"clean, velvety, watermelon, prune, bakers chocolate","description":"Pug craft beer twee kitsch bitters seitan. Drinking crucifix farm-to-table butcher shabby chic. Hashtag tofu swag cred messenger bag chartreuse."},{"id":100,"name":"Hercules Double IPA","brand":"Blue Moon","price":289,"abv":6.82,"pints_remain":101,"ingredients":"structured, silky, cantaloupe, cranberry, sweet pea","description":"Organic fanny pack occupy locavore. Hashtag pork belly distillery chartreuse. Meggings vegan before they sold out actually street mustache wayfarers. Kitsch knausgaard waistcoat offal typewriter."},{"id":101,"name":"Chimay Grande Réserve","brand":"Heineken","price":293,"abv":4.19,"pints_remain":107,"ingredients":"balanced, creamy, hay, cocoa powder, mint","description":"Wolf freegan 8-bit yr. Bitters mumblecore mustache xoxo hammock shabby chic. Roof brooklyn vice ethical banjo pinterest. Meggings tote bag mlkshk yr shabby chic locavore mixtape."},{"id":102,"name":"Nugget Nectar","brand":"Guinness","price":284,"abv":4.3,"pints_remain":104,"ingredients":"balanced, smooth, bittersweet chocolate, green grape, jasmine","description":"Asymmetrical ennui knausgaard cred poutine hashtag brunch. Beard raw denim dreamcatcher cray franzen hammock lo-fi. Five dollar toast irony fashion axe keytar cronut master diy bushwick. Disrupt tumblr fixie distillery. Venmo chillwave pop-up bicycle rights raw denim offal fixie small batch."},{"id":103,"name":"Ten FIDY","brand":"Coors lite","price":261,"abv":6.05,"pints_remain":29,"ingredients":"vibrant, velvety, papaya, strawberry, honey","description":"Sartorial pickled pour-over. Health narwhal pickled cronut literally kickstarter. Kale chips ethical forage 8-bit etsy irony. Fashion axe etsy kinfolk distillery freegan humblebrag letterpress."},{"id":104,"name":"Double Bastard Ale","brand":"Budweiser","price":294,"abv":5.29,"pints_remain":32,"ingredients":"dry, juicy, vanilla, cedar, smokey","description":"Lo-fi salvia crucifix 8-bit authentic kitsch. Gluten-free retro banjo artisan. Cold-pressed disrupt fanny pack single-origin coffee etsy forage meh. Mustache 8-bit craft beer."},{"id":105,"name":"Westmalle Trappist Tripel","brand":"Samuel Adams","price":291,"abv":6.36,"pints_remain":98,"ingredients":"muted, coating, sage, leathery, quakery","description":"Flexitarian brooklyn meditation poutine single-origin coffee park blog portland. Plaid hammock pickled tumblr narwhal. Swag franzen selfies fixie. Jean shorts chia narwhal."},{"id":106,"name":"Péché Mortel","brand":"Lowenbrau","price":276,"abv":5.79,"pints_remain":69,"ingredients":"tart, creamy, almond, nutella, cocoa powder","description":"8-bit ennui celiac. Photo booth post-ironic five dollar toast mixtape craft beer migas biodiesel food truck. Disrupt narwhal polaroid art party. Chillwave disrupt shabby chic mumblecore plaid swag fingerstache. Meh austin phlogiston."},{"id":107,"name":"Shakespeare Oatmeal","brand":"Corona Extra","price":291,"abv":5.22,"pints_remain":25,"ingredients":"rounded, silky, vanilla, peanut, cashew","description":"Kogi salvia direct trade sriracha street whatever literally. Stumptown tofu hammock. Pickled gastropub aesthetic hashtag cronut tote bag."},{"id":108,"name":"Oaked Arrogant Bastard Ale","brand":"Budweiser","price":260,"abv":5.75,"pints_remain":3,"ingredients":"dirty, silky, bakers chocolate, cedar, clove","description":"Umami chicharrones occupy tattooed tacos gastropub. Diy schlitz cliche swag cardigan forage. Tattooed tumblr semiotics chambray fashion axe bitters ennui kitsch. Kitsch quinoa chia park bespoke cardigan health cleanse. Ugh put a bird on it cronut listicle squid dreamcatcher intelligentsia swag."},{"id":109,"name":"Trappistes Rochefort 10","brand":"Guinness","price":255,"abv":4.97,"pints_remain":70,"ingredients":"dry, chewy, fresh wood, sundried tomato, cacao nibs","description":"Knausgaard readymade banjo cred hashtag roof quinoa bushwick. Freegan readymade bespoke ugh kinfolk chia flexitarian wes anderson. Chambray tumblr wes anderson green juice."},{"id":110,"name":"Ten FIDY","brand":"Harp","price":243,"abv":6.81,"pints_remain":100,"ingredients":"deep, round, black cherry, wheat, meyer lemon","description":"Fashion axe venmo before they sold out tofu photo booth. Gluten-free meh irony 8-bit next level echo gastropub vice. Hoodie small batch locavore hashtag xoxo synth kogi fashion axe. Cred tilde waistcoat."},{"id":111,"name":"Péché Mortel","brand":"Heineken","price":277,"abv":7.0,"pints_remain":26,"ingredients":"delicate, full, tobacco, kiwi, baggy","description":"Etsy stumptown salvia brunch shabby chic vegan. Skateboard yuccie franzen kogi kinfolk synth. Wes anderson kombucha carry flexitarian craft beer vegan."},{"id":112,"name":"Kirin Inchiban","brand":"Hoegaarden","price":267,"abv":4.9,"pints_remain":108,"ingredients":"astringent, velvety, orange, hazelnut, passion fruit","description":"Roof keffiyeh marfa. Neutra godard bitters polaroid tote bag cardigan. Pickled vice brooklyn park pbr&b pug taxidermy. Plaid wes anderson fixie 90's vinegar selfies pop-up kale chips. Pickled yr vice occupy umami."},{"id":113,"name":"St. Bernardus Abt 12","brand":"Delirium","price":268,"abv":4.09,"pints_remain":81,"ingredients":"dull, velvety, hazelnut, cherry, marshmallow","description":"Street chicharrones goth ramps. Readymade 8-bit fixie. Humblebrag actually shabby chic ramps fingerstache polaroid. Helvetica brooklyn sriracha."},{"id":114,"name":"Schneider Aventinus","brand":"Samuel Adams","price":277,"abv":6.87,"pints_remain":108,"ingredients":"mild, creamy, passion fruit, red currant, peach","description":"Ethical pop-up helvetica celiac asymmetrical tousled shabby chic. Kale chips portland tousled roof brooklyn swag. Gentrify vinegar post-ironic mumblecore mlkshk street bespoke."},{"id":115,"name":"Old Rasputin Russian Imperial Stout","brand":"Coors lite","price":287,"abv":4.39,"pints_remain":42,"ingredients":"vibrant, round, marshmallow, golden raisin, toast","description":"Vice dreamcatcher literally. Master fixie semiotics viral. 8-bit lo-fi aesthetic pabst. Pinterest hella yolo letterpress biodiesel tofu. You probably haven't heard of them shabby chic tofu kale chips vice heirloom mustache cornhole."},{"id":116,"name":"Maharaj","brand":"Stella Artois","price":260,"abv":5.8,"pints_remain":115,"ingredients":"balanced, smooth, tobacco, white pepper, cola","description":"Hammock sriracha helvetica. Yr shabby chic kombucha vinyl fanny pack craft beer gentrify. Food truck actually fingerstache scenester. Marfa leggings organic disrupt viral cred. Chicharrones artisan before they sold out polaroid single-origin coffee craft beer mumblecore."},{"id":117,"name":"Samuel Smith’s Oatmeal Stout","brand":"Patagonia","price":244,"abv":3.9,"pints_remain":21,"ingredients":"astringent, big, hazelnut, mandarin, carbon","description":"Godard letterpress kickstarter lomo tilde. Cray put a bird on it migas bespoke 3 wolf moon tumblr. Ennui drinking bicycle rights. Art party yolo venmo single-origin coffee xoxo."},{"id":118,"name":"Hennepin","brand":"Hoegaarden","price":287,"abv":4.12,"pints_remain":113,"ingredients":"astringent, watery, curry, star fruit, passion fruit","description":"Salvia 90's dreamcatcher hammock vice neutra distillery mumblecore. Gastropub tofu brooklyn fashion axe drinking. Echo chartreuse kinfolk master tousled 3 wolf moon vhs asymmetrical."},{"id":119,"name":"Sierra Nevada Celebration Ale","brand":"Amstel","price":265,"abv":5.24,"pints_remain":111,"ingredients":"deep, juicy, burnt sugar, wheat, pineapple","description":"Neutra direct trade twee irony fingerstache iphone banjo. Literally shabby chic retro lumbersexual chillwave sartorial. Blue bottle wayfarers next level meditation. Before they sold out occupy street. Cray twee flexitarian green juice slow-carb brunch next level synth."},{"id":120,"name":"Hennepin","brand":"Miller Draft","price":290,"abv":3.91,"pints_remain":10,"ingredients":"crisp, syrupy, mint, squash, orange blossom","description":"Seitan brunch 8-bit cred tumblr butcher. Ethical keytar tousled health cornhole pitchfork. Ennui quinoa occupy flannel shabby chic. Slow-carb quinoa vice. Ugh chia chambray keytar polaroid tilde hoodie messenger bag."},{"id":121,"name":"Delirium Noctorum","brand":"Delirium","price":272,"abv":5.66,"pints_remain":78,"ingredients":"dense, chewy, mandarin, banana, soil","description":"Vegan organic normcore vice meditation. Seitan phlogiston park pork belly migas synth stumptown meditation. Muggle magic shoreditch intelligentsia synth. Direct trade chillwave master kitsch pug slow-carb kickstarter."},{"id":122,"name":"Hop Rod Rye","brand":"Kirin","price":240,"abv":5.18,"pints_remain":90,"ingredients":"dirty, velvety, brown sugar, barley, leafy greens","description":"Stumptown wolf typewriter ramps. Poutine ugh vegan pabst. Thundercats quinoa health. Skateboard sustainable williamsburg microdosing. +1 mixtape ennui church-key dreamcatcher shoreditch street."},{"id":123,"name":"Sierra Nevada Celebration Ale","brand":"Sierra Nevada","price":279,"abv":4.56,"pints_remain":49,"ingredients":"juicy, syrupy, clove, kiwi, toast","description":"Wolf fingerstache everyday tousled brooklyn hammock pickled. Locavore skateboard phlogiston before they sold out. Park kickstarter kinfolk synth hashtag banh mi ethical. Five dollar toast bicycle rights brunch meggings knausgaard chambray normcore venmo. Butcher pitchfork roof."},{"id":124,"name":"Yeti Imperial Stout","brand":"Birra Moretti","price":262,"abv":5.02,"pints_remain":102,"ingredients":"unbalanced, juicy, musty, green grape, marzipan","description":"Loko lomo normcore vhs stumptown. Bushwick taxidermy flannel art party. Microdosing viral bespoke. Neutra wolf tofu banjo."},{"id":125,"name":"90 Minute IPA","brand":"Coors lite","price":262,"abv":5.42,"pints_remain":29,"ingredients":"mild, smooth, curry, green apple, pecan","description":"Pickled wolf pitchfork yr sriracha. Slow-carb goth occupy shoreditch leggings pabst master. Readymade pop-up put a bird on it jean shorts. Waistcoat kombucha drinking shoreditch. Mumblecore food truck cardigan art party deep v 90's."},{"id":126,"name":"Ruination IPA","brand":"Stella Artois","price":246,"abv":4.88,"pints_remain":30,"ingredients":"faint, creamy, figs, corriander, lemongrass","description":"Craft beer bushwick photo booth. Art party williamsburg vegan actually semiotics kickstarter microdosing forage. Post-ironic xoxo heirloom letterpress before they sold out. Kitsch squid mustache tumblr raw denim thundercats put a bird on it cliche. Organic fixie twee put a bird on it."},{"id":127,"name":"Trois Pistoles","brand":"Quimes","price":255,"abv":4.87,"pints_remain":67,"ingredients":"complex, tea-like, quakery, smokey, musty","description":"Tousled mumblecore 90's letterpress. Authentic austin health cold-pressed goth. Occupy put a bird on it tilde."},{"id":128,"name":"Trappistes Rochefort 8","brand":"Red Stripe","price":247,"abv":3.25,"pints_remain":12,"ingredients":"tart, tea-like, burnt sugar, grassy, passion fruit","description":"Vegan lo-fi tumblr meditation austin mustache normcore. Organic marfa wolf next level. Pop-up green juice street salvia. Hella mlkshk occupy."},{"id":129,"name":"Samuel Smith’s Imperial IPA","brand":"Harp","price":275,"abv":4.58,"pints_remain":59,"ingredients":"delicate, silky, lemongrass, liquorice, black currant","description":"Narwhal 8-bit biodiesel squid quinoa. Truffaut kinfolk keytar goth letterpress tattooed. Semiotics fanny pack pinterest blue bottle bushwick goth pork belly. Kombucha sartorial letterpress kogi wes anderson."},{"id":130,"name":"Hercules Double IPA","brand":"Delirium","price":249,"abv":4.27,"pints_remain":69,"ingredients":"juicy, chewy, medicinal, cinnamon, honeysuckle","description":"Twee offal helvetica try-hard 8-bit lumbersexual ugh. Cornhole you probably haven't heard of them 3 wolf moon wolf pork belly wayfarers. Semiotics salvia seitan. Wes anderson gluten-free polaroid vinyl drinking."},{"id":131,"name":"Samuel Smith’s Imperial IPA","brand":"Corona Extra","price":250,"abv":6.25,"pints_remain":120,"ingredients":"dull, juicy, kiwi, soil, vanilla","description":"Keffiyeh brooklyn thundercats godard ethical taxidermy. Gentrify meh vhs actually cliche keffiyeh salvia. Butcher brooklyn 8-bit ugh heirloom biodiesel. Wolf post-ironic organic craft beer brooklyn. Food truck put a bird on it echo master pitchfork."},{"id":132,"name":"Samuel Smith’s Oatmeal Stout","brand":"Sapporo","price":258,"abv":6.51,"pints_remain":26,"ingredients":"dense, syrupy, rose hips, ginger, lime","description":"Literally salvia leggings beard sriracha tilde migas fashion axe. Tattooed sriracha goth occupy gluten-free banh mi chia. Dreamcatcher aesthetic green juice stumptown normcore deep v trust fund. Everyday blog before they sold out lomo hashtag kitsch migas small batch. Offal fashion axe heirloom brunch 8-bit synth."},{"id":133,"name":"Chocolate St","brand":"Corona Extra","price":254,"abv":5.61,"pints_remain":115,"ingredients":"soft, chewy, raspberry, apricot, sage","description":"Literally chambray schlitz cronut etsy forage disrupt. Meditation +1 semiotics messenger bag sriracha tilde yr vice. Pop-up banh mi single-origin coffee irony tattooed."},{"id":134,"name":"Nugget Nectar","brand":"Pabst Blue Ribbon","price":265,"abv":4.53,"pints_remain":72,"ingredients":"complex, velvety, mint, nutella, raspberry","description":"Slow-carb truffaut viral. Celiac muggle magic shoreditch cardigan. Hella freegan post-ironic cornhole phlogiston tacos distillery intelligentsia."},{"id":135,"name":"Maharaj","brand":"Kirin","price":242,"abv":4.87,"pints_remain":102,"ingredients":"quick, syrupy, snow pea, smokey, white pepper","description":"3 wolf moon bicycle rights beard. Pabst typewriter deep v 3 wolf moon muggle magic intelligentsia. Literally artisan keytar. Authentic beard normcore meditation art party next level loko."},{"id":136,"name":"Old Rasputin Russian Imperial Stout","brand":"Guinness","price":277,"abv":3.78,"pints_remain":109,"ingredients":"structured, tea-like, nougat, leathery, rose hips","description":"Small batch cray cred flexitarian carry tattooed messenger bag. Single-origin coffee fanny pack flannel godard brunch. Kombucha brooklyn green juice meggings squid kickstarter chartreuse poutine. Pabst shoreditch single-origin coffee williamsburg mlkshk gluten-free diy locavore. Tacos whatever leggings helvetica twee pour-over plaid celiac."},{"id":137,"name":"90 Minute IPA","brand":"Dos Equis","price":264,"abv":5.33,"pints_remain":66,"ingredients":"mild, watery, snow pea, kiwi, red grape","description":"Crucifix hashtag etsy. Blog narwhal quinoa godard everyday fixie health skateboard. Sartorial cleanse echo chicharrones. Mustache vhs occupy distillery sartorial. Listicle before they sold out quinoa tilde."},{"id":138,"name":"Maharaj","brand":"Sapporo","price":258,"abv":5.68,"pints_remain":5,"ingredients":"rounded, juicy, star fruit, orange creamsicle, cedar","description":"Listicle mlkshk authentic lumbersexual umami keffiyeh. Umami pickled plaid cred twee carry aesthetic. Lumbersexual drinking intelligentsia listicle hella. Stumptown skateboard irony poutine echo. Fingerstache salvia trust fund goth literally."},{"id":139,"name":"Founders Breakfast Stout","brand":"Rolling Rock","price":268,"abv":4.88,"pints_remain":74,"ingredients":"sharp, silky, magnolia, red grape, black currant","description":"Sriracha ethical shoreditch. Blog stumptown lomo seitan sustainable. Kickstarter kombucha shoreditch pour-over umami stumptown flexitarian heirloom."},{"id":140,"name":"Bourbon County Stout","brand":"Pabst Blue Ribbon","price":254,"abv":5.1,"pints_remain":47,"ingredients":"lingering, big, green grape, honeydew, butter","description":"Park etsy pop-up kinfolk swag sustainable plaid. Hashtag bespoke loko tilde ramps fixie. Green juice flexitarian portland ugh. Heirloom butcher keytar kale chips church-key."},{"id":141,"name":"Sublimely Self-Righteous Ale","brand":"Guinness","price":272,"abv":3.76,"pints_remain":122,"ingredients":"dense, creamy, carbon, banana, white pepper","description":"Distillery umami whatever jean shorts health fashion axe banjo kogi. Mustache carry chillwave lumbersexual. Kogi vinegar ugh austin stumptown taxidermy authentic. Messenger bag artisan retro tattooed cardigan kale chips. Vegan celiac forage fashion axe."},{"id":142,"name":"Nugget Nectar","brand":"Rolling Rock","price":289,"abv":4.68,"pints_remain":71,"ingredients":"quick, round, black pepper, black currant, nectarine","description":"Cornhole photo booth art party roof bushwick chicharrones wes anderson. Taxidermy banh mi diy. Artisan synth taxidermy letterpress pork belly locavore. Umami bicycle rights banh mi chicharrones. Beard locavore semiotics."},{"id":143,"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Quimes","price":272,"abv":6.15,"pints_remain":110,"ingredients":"balanced, round, plum, cola, lemon","description":"Butcher muggle magic sustainable tattooed street before they sold out typewriter gastropub. Farm-to-table 3 wolf moon banjo thundercats waistcoat tumblr blog. Carry art party vinyl brunch. Pour-over tattooed flannel banjo cornhole. Butcher aesthetic five dollar toast leggings cray jean shorts lomo fanny pack."},{"id":144,"name":"Shakespeare Oatmeal","brand":"Guinness","price":253,"abv":5.8,"pints_remain":81,"ingredients":"dull, chewy, green pepper, mint, graham cracker","description":"Flannel knausgaard lomo pbr&b thundercats heirloom pork belly. Literally dreamcatcher hashtag. Cred listicle kombucha blue bottle mustache franzen goth."},{"id":145,"name":"Trappistes Rochefort 8","brand":"Fosters","price":243,"abv":4.73,"pints_remain":58,"ingredients":"dry, syrupy, raspberry, mint, fresh wood","description":"Fashion axe knausgaard seitan fixie single-origin coffee vinegar put a bird on it. Chambray asymmetrical salvia typewriter hoodie green juice swag. Seitan chartreuse green juice goth pug letterpress lomo pop-up. Letterpress keffiyeh before they sold out irony. Heirloom bespoke hashtag."},{"id":146,"name":"Samuel Smith’s Oatmeal Stout","brand":"Kirin","price":285,"abv":3.23,"pints_remain":26,"ingredients":"bright, watery, sage, cocoa powder, rose hips","description":"Ramps literally hammock photo booth kickstarter. Hella fingerstache you probably haven't heard of them street. Raw denim distillery kale chips health fixie. Fingerstache cray synth poutine."},{"id":147,"name":"Yeti Imperial Stout","brand":"Paulaner","price":245,"abv":4.73,"pints_remain":31,"ingredients":"mild, velvety, graham cracker, white pepper, fresh wood","description":"Vice photo booth artisan taxidermy chia dreamcatcher mixtape. Williamsburg vinegar green juice whatever. Listicle heirloom chia waistcoat. Hella trust fund mixtape semiotics photo booth park xoxo dreamcatcher."},{"id":148,"name":"Nugget Nectar","brand":"Samuel Adams","price":278,"abv":4.23,"pints_remain":22,"ingredients":"clean, watery, smokey, molasses, peach","description":"Raw denim hashtag asymmetrical next level you probably haven't heard of them bespoke swag pickled. Loko marfa cold-pressed. Kale chips pabst kinfolk chartreuse small batch messenger bag."},{"id":149,"name":"Shakespeare Oatmeal","brand":"Amstel","price":295,"abv":6.88,"pints_remain":40,"ingredients":"lingering, full, banana, hibiscus, tobacco","description":"Twee yuccie pinterest jean shorts trust fund diy brooklyn. Vinegar irony meggings crucifix blue bottle. Selfies semiotics ethical. Blog actually raw denim swag tattooed health yr yolo. Godard hashtag squid pour-over letterpress put a bird on it."},{"id":150,"name":"St. Bernardus Abt 12","brand":"Sierra Nevada","price":285,"abv":4.39,"pints_remain":22,"ingredients":"juicy, tea-like, magnolia, red currant, cola","description":"You probably haven't heard of them meh mumblecore occupy cliche kitsch. Poutine hoodie offal cold-pressed jean shorts wayfarers ramps salvia. Austin fanny pack tumblr kickstarter."},{"id":151,"name":"Founders Breakfast Stout","brand":"Hoegaarden","price":272,"abv":5.17,"pints_remain":4,"ingredients":"tart, chewy, sugar cane, nougat, figs","description":"Keytar twee blog small batch cliche. Irony kogi quinoa pop-up knausgaard pickled butcher readymade. Knausgaard before they sold out brooklyn."},{"id":152,"name":"Sierra Nevada Celebration Ale","brand":"Lowenbrau","price":239,"abv":4.74,"pints_remain":115,"ingredients":"balanced, syrupy, mushroom, brown sugar, rubber","description":"Yuccie put a bird on it pug vegan kitsch thundercats listicle sartorial. Aesthetic vinegar next level cred ethical seitan. Polaroid everyday sartorial cleanse iphone waistcoat. Roof everyday kombucha kitsch offal artisan."},{"id":153,"name":"St. Bernardus Abt 12","brand":"Dos Equis","price":250,"abv":3.57,"pints_remain":103,"ingredients":"vibrant, round, pineapple, sugar cane, burnt sugar","description":"Kitsch jean shorts meh franzen. Godard roof whatever cardigan normcore. Food truck small batch diy church-key cold-pressed."},{"id":154,"name":"Péché Mortel","brand":"Kirin","price":260,"abv":3.26,"pints_remain":91,"ingredients":"structured, full, lavender, rye, mandarin","description":"Tofu cliche single-origin coffee sartorial selfies. Post-ironic banjo farm-to-table tacos trust fund pork belly. Sartorial tote bag +1 skateboard squid readymade brooklyn."},{"id":155,"name":"HopSlam Ale","brand":"Red Stripe","price":293,"abv":5.73,"pints_remain":26,"ingredients":"dry, juicy, meyer lemon, rubber, grapefruit","description":"Pinterest williamsburg try-hard twee typewriter semiotics. Irony gluten-free vice truffaut. Cronut organic diy fixie actually tofu normcore. Vinegar umami kickstarter post-ironic stumptown. Ramps deep v gastropub pop-up health try-hard flannel meggings."},{"id":156,"name":"Founders Kentucky Breakfast","brand":"Fosters","price":274,"abv":3.45,"pints_remain":19,"ingredients":"muted, watery, green apple, graham cracker, honeysuckle","description":"Bicycle rights plaid vinegar hoodie skateboard godard small batch. Squid phlogiston blue bottle williamsburg roof tilde butcher pour-over. Biodiesel loko chartreuse before they sold out narwhal freegan irony. Scenester actually hoodie gentrify knausgaard pabst. Stumptown wolf put a bird on it."},{"id":157,"name":"Two Hearted Ale","brand":"Tsingtao","price":264,"abv":5.19,"pints_remain":95,"ingredients":"quick, chewy, green pepper, rubber, star fruit","description":"Photo booth tofu mustache try-hard poutine mixtape. Yolo chicharrones cornhole. Truffaut hashtag meggings."},{"id":158,"name":"Yeti Imperial Stout","brand":"Pacifico","price":270,"abv":4.43,"pints_remain":32,"ingredients":"tart, round, cashew, lychee, strawberry","description":"Organic 3 wolf moon banjo. Helvetica trust fund taxidermy forage slow-carb. Ethical authentic banh mi wayfarers sustainable five dollar toast. Leggings echo jean shorts dreamcatcher microdosing bicycle rights. Etsy disrupt vinegar whatever deep v mumblecore."},{"id":159,"name":"Nugget Nectar","brand":"Harp","price":279,"abv":5.05,"pints_remain":0,"ingredients":"juicy, watery, meyer lemon, figs, butter","description":"Deep v yuccie messenger bag artisan food truck retro flexitarian. Thundercats kitsch pbr&b vegan whatever photo booth. Shabby chic seitan authentic disrupt flannel. +1 wolf neutra cleanse humblebrag pickled aesthetic hoodie. Viral five dollar toast forage freegan ramps vice."},{"id":160,"name":"Hercules Double IPA","brand":"Corona Extra","price":277,"abv":4.43,"pints_remain":2,"ingredients":"juicy, full, tamarind, red currant, peach","description":"Fingerstache you probably haven't heard of them keffiyeh. Tattooed viral chambray roof trust fund asymmetrical. Umami flexitarian neutra seitan bicycle rights. Portland cronut seitan five dollar toast authentic. Kogi tumblr fixie vinyl."},{"id":161,"name":"Edmund Fitzgerald Porter","brand":"Corona Extra","price":255,"abv":5.5,"pints_remain":118,"ingredients":"rounded, silky, wheat, leafy greens, lavender","description":"Yuccie bitters waistcoat. Tousled wayfarers fingerstache microdosing mlkshk. Poutine yr schlitz shabby chic franzen freegan five dollar toast. Migas everyday shoreditch distillery wes anderson austin selvage 8-bit. Wes anderson vinegar helvetica fixie cardigan asymmetrical fanny pack shoreditch."},{"id":162,"name":"Chocolate St","brand":"Corona Extra","price":250,"abv":3.25,"pints_remain":32,"ingredients":"dry, big, cream, rose hips, cola","description":"Diy neutra marfa meditation you probably haven't heard of them 90's truffaut. Thundercats diy banjo heirloom green juice mustache knausgaard salvia. Cray tacos try-hard shabby chic. Kale chips photo booth shabby chic tofu."},{"id":163,"name":"La Fin Du Monde","brand":"Guinness","price":290,"abv":6.79,"pints_remain":55,"ingredients":"faint, watery, lime, wheat, banana","description":"Cray austin etsy poutine five dollar toast tousled. Gluten-free organic knausgaard actually occupy flexitarian roof loko. Godard brooklyn pitchfork. Pop-up migas listicle humblebrag selfies goth health salvia."},{"id":164,"name":"Ten FIDY","brand":"Carlsberg","price":262,"abv":4.38,"pints_remain":16,"ingredients":"dirty, round, orange blossom, quakery, almond","description":"Cleanse brooklyn mustache vegan helvetica flexitarian tousled. Diy +1 sustainable cronut tattooed scenester normcore. Humblebrag locavore cronut cred."},{"id":165,"name":"Delirium Tremens","brand":"Hoegaarden","price":257,"abv":3.38,"pints_remain":91,"ingredients":"sharp, silky, raisin, white grape, coconut","description":"Authentic shabby chic flannel art party truffaut chambray. Yolo authentic vinyl. Viral readymade 3 wolf moon single-origin coffee tofu. Kickstarter knausgaard chia etsy try-hard neutra. Migas meggings mlkshk 90's chambray cred pitchfork."},{"id":166,"name":"Samuel Smith’s Imperial IPA","brand":"Birra Moretti","price":267,"abv":3.44,"pints_remain":13,"ingredients":"complex, big, orange creamsicle, tomato, lemonade","description":"Craft beer chartreuse skateboard plaid whatever. Pop-up occupy vhs roof sriracha lomo cray farm-to-table. Before they sold out venmo etsy you probably haven't heard of them retro. Art party kogi synth trust fund hoodie pbr&b."},{"id":167,"name":"Trappistes Rochefort 10","brand":"Dos Equis","price":296,"abv":3.74,"pints_remain":84,"ingredients":"vibrant, round, lemongrass, liquorice, snow pea","description":"Loko scenester whatever microdosing 90's leggings polaroid venmo. Bitters quinoa retro intelligentsia hammock chambray. Sustainable crucifix chicharrones waistcoat. Next level chia mixtape. Pork belly loko pitchfork small batch ethical wayfarers."},{"id":168,"name":"Dreadnaught IPA","brand":"Lowenbrau","price":286,"abv":4.54,"pints_remain":72,"ingredients":"delicate, chewy, hibiscus, lavender, bittersweet chocolate","description":"Dreamcatcher cronut waistcoat pop-up marfa beard venmo gluten-free. Phlogiston tofu lo-fi post-ironic. Vhs normcore listicle +1 hammock cronut."},{"id":169,"name":"Trois Pistoles","brand":"Paulaner","price":271,"abv":5.09,"pints_remain":114,"ingredients":"dull, juicy, butter, prune, olive","description":"Twee xoxo normcore slow-carb godard fanny pack kale chips fixie. Chambray austin vice yolo offal diy distillery pop-up. Williamsburg cardigan poutine. Offal small batch slow-carb heirloom."},{"id":170,"name":"Chimay Grande Réserve","brand":"Amstel","price":283,"abv":6.97,"pints_remain":11,"ingredients":"juicy, round, cranberry, sweet pea, marshmallow","description":"Mixtape synth flannel celiac. Everyday cred shoreditch. Tousled skateboard banjo +1 craft beer mumblecore roof austin. Park tumblr flannel mumblecore. Artisan ramps typewriter paleo."},{"id":171,"name":"Westmalle Trappist Tripel","brand":"Delirium","price":248,"abv":6.43,"pints_remain":104,"ingredients":"sharp, syrupy, concord grape, cranberry, cherry","description":"Thundercats flexitarian leggings swag five dollar toast roof cred paleo. Chia twee bicycle rights portland intelligentsia. Five dollar toast flannel kombucha humblebrag pour-over synth hashtag hoodie. Butcher brunch scenester kickstarter fixie street."},{"id":172,"name":"Bourbon County Stout","brand":"Rolling Rock","price":247,"abv":6.75,"pints_remain":85,"ingredients":"delicate, silky, lemon, hay, tamarind","description":"Pinterest normcore narwhal locavore pitchfork. Tofu muggle magic farm-to-table. Mixtape farm-to-table vinyl park williamsburg kinfolk pickled fixie. Locavore blue bottle viral. Gentrify listicle selvage vice pickled neutra pinterest."},{"id":173,"name":"Maharaj","brand":"Sierra Nevada","price":240,"abv":5.9,"pints_remain":35,"ingredients":"deep, smooth, magnolia, green-tea, orange creamsicle","description":"Tilde williamsburg chartreuse food truck mlkshk distillery. Pug tousled cronut offal. Kinfolk ethical park. Shabby chic health asymmetrical. Heirloom austin squid tofu vhs neutra beard."},{"id":174,"name":"Weihenstephaner Hefeweissbier","brand":"Carlsberg","price":274,"abv":3.73,"pints_remain":2,"ingredients":"juicy, velvety, corriander, lychee, coconut","description":"Normcore pbr&b carry lumbersexual. Venmo waistcoat farm-to-table drinking raw denim paleo lumbersexual beard. Fixie art party banjo swag pork belly. Offal pug jean shorts mumblecore butcher."},{"id":175,"name":"Hercules Double IPA","brand":"Quimes","price":237,"abv":4.01,"pints_remain":44,"ingredients":"dirty, slick, snow pea, mint, carbon","description":"Pop-up offal cardigan hoodie diy brooklyn marfa blue bottle. Goth schlitz wayfarers marfa chambray skateboard everyday williamsburg. Cleanse shabby chic lumbersexual leggings mumblecore tousled pop-up try-hard. Slow-carb art party pour-over put a bird on it. Trust fund austin skateboard polaroid vinyl xoxo."},{"id":176,"name":"Hercules Double IPA","brand":"Fosters","price":246,"abv":4.42,"pints_remain":86,"ingredients":"quick, slick, green apple, mango, tomato","description":"Mustache twee authentic street artisan ennui loko. Iphone shoreditch pabst disrupt taxidermy wayfarers art party keffiyeh. Leggings pork belly selvage craft beer meditation hoodie carry."},{"id":177,"name":"Bell’s Expedition","brand":"Lowenbrau","price":279,"abv":3.95,"pints_remain":24,"ingredients":"unbalanced, tea-like, black pepper, olive, leathery","description":"Sartorial lo-fi migas pbr&b pour-over. Biodiesel you probably haven't heard of them gastropub pop-up goth direct trade locavore crucifix. Kombucha kale chips chartreuse blue bottle roof gentrify synth banjo. Ugh sartorial godard crucifix put a bird on it shabby chic gastropub loko."},{"id":178,"name":"Old Rasputin Russian Imperial Stout","brand":"Kirin","price":241,"abv":5.63,"pints_remain":94,"ingredients":"astringent, silky, figs, soy sauce, red currant","description":"Brooklyn church-key truffaut. Offal single-origin coffee ennui direct trade. Aesthetic trust fund etsy mustache humblebrag hammock."},{"id":179,"name":"Hennepin","brand":"Pabst Blue Ribbon","price":278,"abv":3.91,"pints_remain":9,"ingredients":"dull, smooth, strawberry, potato defect!, black currant","description":"Health chicharrones tote bag fixie freegan scenester pork belly aesthetic. Brunch crucifix yuccie. Craft beer poutine quinoa church-key. Keytar biodiesel whatever. Fingerstache yolo scenester waistcoat."},{"id":180,"name":"Edmund Fitzgerald Porter","brand":"Dos Equis","price":285,"abv":4.36,"pints_remain":89,"ingredients":"soft, full, tamarind, blueberry, pecan","description":"Ennui schlitz waistcoat. Fingerstache heirloom artisan kitsch bitters shabby chic ugh. Microdosing neutra cornhole listicle. Beard helvetica stumptown before they sold out +1 biodiesel hammock."},{"id":181,"name":"Bell’s Expedition","brand":"Delirium","price":237,"abv":4.06,"pints_remain":62,"ingredients":"tart, silky, green-tea, cherry, lemonade","description":"Whatever ennui quinoa pop-up keytar semiotics. Mlkshk retro photo booth franzen slow-carb chambray vinegar. Celiac cold-pressed carry next level viral meggings."},{"id":182,"name":"Double Bastard Ale","brand":"Tsingtao","price":237,"abv":6.95,"pints_remain":118,"ingredients":"delicate, chewy, magnolia, lemongrass, dill","description":"Selfies master roof. Everyday yr shoreditch seitan selvage banjo banh mi fanny pack. Godard chia green juice pork belly biodiesel readymade pitchfork."},{"id":183,"name":"Samuel Smith’s Oatmeal Stout","brand":"Sapporo","price":289,"abv":3.89,"pints_remain":71,"ingredients":"sharp, syrupy, cacao nibs, kiwi, lemon","description":"Offal keffiyeh typewriter chicharrones meh +1 cray. Pork belly deep v microdosing xoxo banh mi gentrify shabby chic bicycle rights. Readymade leggings quinoa helvetica pinterest bitters cray."},{"id":184,"name":"Hennepin","brand":"Fosters","price":262,"abv":3.59,"pints_remain":111,"ingredients":"dry, silky, green apple, dates, papaya","description":"Everyday ennui poutine chartreuse. Meditation ennui kinfolk flannel portland single-origin coffee direct trade. Quinoa farm-to-table xoxo mlkshk drinking. Try-hard farm-to-table ethical hella seitan etsy."},{"id":185,"name":"La Fin Du Monde","brand":"Guinness","price":261,"abv":6.92,"pints_remain":52,"ingredients":"rounded, big, carbon, smokey, grapefruit","description":"Cliche waistcoat food truck muggle magic small batch sartorial. +1 fixie mustache tattooed. Listicle aesthetic phlogiston pork belly. 90's leggings gentrify everyday bushwick. Retro +1 chicharrones."},{"id":186,"name":"HopSlam Ale","brand":"Rolling Rock","price":247,"abv":4.59,"pints_remain":108,"ingredients":"rounded, slick, granola, hibiscus, tomato","description":"Deep v phlogiston yuccie keffiyeh skateboard food truck. Bitters waistcoat hoodie. Art party tousled fashion axe gentrify vinegar. Wayfarers occupy street tote bag. Chambray raw denim cardigan park 3 wolf moon kinfolk cray."},{"id":187,"name":"Old Rasputin Russian Imperial Stout","brand":"Leffe","price":268,"abv":4.24,"pints_remain":74,"ingredients":"astringent, chewy, fresh wood, hops, sweet pea","description":"Umami williamsburg polaroid loko. Waistcoat craft beer lumbersexual slow-carb polaroid. Listicle leggings street."},{"id":188,"name":"Weihenstephaner Hefeweissbier","brand":"Becks","price":241,"abv":5.8,"pints_remain":110,"ingredients":"dull, big, plum, black-tea, hay","description":"Sartorial deep v kickstarter keytar truffaut paleo. Helvetica hashtag migas. 3 wolf moon microdosing helvetica. Fixie butcher cold-pressed viral waistcoat lumbersexual cornhole. Paleo cleanse gentrify blue bottle forage organic hella."},{"id":189,"name":"Double Bastard Ale","brand":"Heineken","price":238,"abv":4.0,"pints_remain":106,"ingredients":"wild, coating, green apple, almond, black currant","description":"Pickled tumblr pork belly. Heirloom gentrify helvetica mustache fashion axe. Chia cleanse typewriter meditation ennui venmo. Semiotics bushwick irony chartreuse retro cleanse blog. Yolo flannel gluten-free helvetica next level."},{"id":190,"name":"Stone IPA","brand":"Sierra Nevada","price":283,"abv":5.34,"pints_remain":84,"ingredients":"juicy, chewy, fresh bread, tangerine, cream","description":"Synth swag single-origin coffee knausgaard actually yolo. Shabby chic actually helvetica. Shabby chic viral 8-bit slow-carb listicle pitchfork vhs. Austin before they sold out street disrupt jean shorts roof sustainable. Wes anderson distillery tote bag."},{"id":191,"name":"Stone Imperial Russian Stout","brand":"Tsingtao","price":282,"abv":4.76,"pints_remain":32,"ingredients":"juicy, round, hazelnut, pecan, honeydew","description":"Organic drinking brunch pour-over direct trade. Ramps vinyl beard paleo kinfolk. Lumbersexual hoodie goth sustainable fashion axe sartorial. Everyday keffiyeh 3 wolf moon blue bottle heirloom helvetica direct trade artisan."},{"id":192,"name":"Maudite","brand":"Becks","price":242,"abv":3.37,"pints_remain":72,"ingredients":"astringent, coating, nectarine, apricot, honey","description":"Green juice keytar banh mi. Food truck muggle magic hoodie selfies hashtag cliche gluten-free direct trade. Narwhal williamsburg gentrify chillwave authentic. Tote bag carry viral tilde aesthetic locavore shoreditch before they sold out. Letterpress ramps normcore put a bird on it."},{"id":193,"name":"Hercules Double IPA","brand":"Kirin","price":265,"abv":3.84,"pints_remain":76,"ingredients":"structured, tea-like, rubber, corriander, magnolia","description":"Williamsburg schlitz fixie 3 wolf moon sustainable ramps meditation. Shoreditch master drinking dreamcatcher. Typewriter five dollar toast chicharrones cronut."},{"id":194,"name":"Ruination IPA","brand":"Kirin","price":252,"abv":5.33,"pints_remain":63,"ingredients":"crisp, big, sweet pea, butter, clove","description":"Taxidermy art party small batch bushwick health chia. Narwhal tofu retro kombucha. Yr disrupt sartorial phlogiston etsy tofu goth."},{"id":195,"name":"Maharaj","brand":"Kirin","price":246,"abv":3.28,"pints_remain":70,"ingredients":"deep, watery, marzipan, lemon verbena, lemonade","description":"Blog bushwick cardigan meditation wes anderson lo-fi yolo. Hashtag disrupt tote bag godard. Kickstarter retro fixie chambray tofu gentrify."},{"id":196,"name":"Delirium Noctorum","brand":"Kirin","price":253,"abv":4.83,"pints_remain":3,"ingredients":"soft, coating, soil, marshmallow, hazelnut","description":"Chartreuse ugh williamsburg craft beer pickled selfies pop-up. Selfies cray taxidermy pbr&b gastropub franzen twee. Knausgaard health fanny pack tattooed."},{"id":197,"name":"Chocolate St","brand":"Leffe","price":245,"abv":6.38,"pints_remain":106,"ingredients":"crisp, slick, cola, cantaloupe, meyer lemon","description":"Drinking offal aesthetic occupy. Leggings helvetica mumblecore retro disrupt iphone aesthetic tousled. Kickstarter wolf plaid synth."},{"id":198,"name":"Delirium Tremens","brand":"Leffe","price":265,"abv":6.51,"pints_remain":101,"ingredients":"astringent, chewy, papaya, mint, orange blossom","description":"Vinegar semiotics before they sold out artisan lo-fi five dollar toast pabst locavore. Meditation slow-carb dreamcatcher. Photo booth flannel tilde letterpress mixtape put a bird on it cronut. Sartorial dreamcatcher tacos trust fund kickstarter jean shorts. Disrupt pug put a bird on it goth humblebrag williamsburg kombucha."},{"id":199,"name":"Samuel Smith’s Oatmeal Stout","brand":"Fosters","price":241,"abv":4.42,"pints_remain":79,"ingredients":"dense, velvety, lemon verbena, hazelnut, corriander","description":"Goth bitters microdosing fingerstache five dollar toast bushwick. Everyday mumblecore keytar echo austin health lumbersexual. Franzen dreamcatcher tumblr. Tousled pork belly forage selfies trust fund."},{"id":200,"name":"Trois Pistoles","brand":"Sierra Nevada","price":286,"abv":5.43,"pints_remain":77,"ingredients":"dull, coating, lemon, squash, green apple","description":"Organic try-hard church-key gluten-free. Hoodie banh mi chia blog truffaut shabby chic swag. Taxidermy sustainable put a bird on it bicycle rights xoxo normcore. Bushwick quinoa butcher austin."},{"id":201,"name":"Weihenstephaner Hefeweissbier","brand":"Sierra Nevada","price":270,"abv":5.45,"pints_remain":109,"ingredients":"juicy, chewy, musty, barley, figs","description":"Pitchfork roof keytar hella franzen hashtag. Fingerstache loko leggings next level carry trust fund chartreuse. Knausgaard pbr&b asymmetrical roof mixtape. Health craft beer fingerstache kickstarter normcore."},{"id":202,"name":"Trappistes Rochefort 8","brand":"Guinness","price":259,"abv":5.83,"pints_remain":123,"ingredients":"wild, round, watermelon, mango, brown sugar","description":"Lo-fi tacos tote bag xoxo roof blue bottle five dollar toast hashtag. Cronut fingerstache roof squid. Organic franzen five dollar toast kogi selfies."},{"id":203,"name":"Chocolate St","brand":"Sierra Nevada","price":263,"abv":4.49,"pints_remain":118,"ingredients":"juicy, velvety, tomato, watermelon, bakers chocolate","description":"Bespoke sriracha salvia. Biodiesel farm-to-table offal chillwave intelligentsia stumptown vice cred. Plaid readymade butcher. Blog paleo iphone. Sriracha gastropub mumblecore ramps 8-bit paleo microdosing post-ironic."},{"id":204,"name":"Duvel","brand":"Leffe","price":244,"abv":5.14,"pints_remain":30,"ingredients":"dull, tea-like, cola, tamarind, grapefruit","description":"Leggings you probably haven't heard of them small batch fashion axe ethical. Chartreuse gentrify kogi put a bird on it ugh. Austin vinegar salvia green juice whatever tilde cray. Artisan kitsch fingerstache pug wes anderson cleanse echo pop-up. Flexitarian skateboard synth normcore xoxo."},{"id":205,"name":"Bell’s Expedition","brand":"Pacifico","price":248,"abv":6.35,"pints_remain":108,"ingredients":"complex, full, passion fruit, milk chocolate, smokey","description":"Diy brunch shoreditch cray aesthetic listicle wolf. Godard post-ironic kombucha microdosing ugh. Neutra gentrify polaroid authentic art party."},{"id":206,"name":"Old Rasputin Russian Imperial Stout","brand":"Heineken","price":275,"abv":4.67,"pints_remain":63,"ingredients":"dry, watery, soy sauce, liquorice, corriander","description":"Distillery humblebrag gluten-free selvage mumblecore hammock squid. Yr health poutine taxidermy gastropub normcore. Pabst iphone marfa next level shoreditch pour-over deep v waistcoat."},{"id":207,"name":"Founders Breakfast Stout","brand":"Harp","price":275,"abv":4.68,"pints_remain":104,"ingredients":"clean, silky, grapefruit, bakers chocolate, passion fruit","description":"Try-hard mustache health celiac viral wes anderson listicle poutine. Cliche pbr&b lomo hella gastropub intelligentsia cleanse. Schlitz pbr&b chartreuse hella. Gluten-free loko narwhal tattooed park selvage fixie squid. Knausgaard deep v pop-up selvage bicycle rights loko."},{"id":208,"name":"Trois Pistoles","brand":"Birra Moretti","price":273,"abv":4.84,"pints_remain":39,"ingredients":"astringent, watery, smokey, orange creamsicle, barley","description":"Retro kogi tote bag hammock. Neutra beard venmo chambray brunch cornhole put a bird on it. Cleanse franzen vinegar meggings venmo. Godard jean shorts intelligentsia lomo."},{"id":209,"name":"Celebrator Doppelbock","brand":"Birra Moretti","price":251,"abv":4.98,"pints_remain":82,"ingredients":"muted, creamy, fresh wood, vanilla, star fruit","description":"Photo booth shoreditch irony. Blue bottle artisan roof. Truffaut fashion axe bitters diy vinegar twee 3 wolf moon ennui."},{"id":210,"name":"Hennepin","brand":"Paulaner","price":259,"abv":6.13,"pints_remain":20,"ingredients":"faint, creamy, lime, tobacco, cranberry","description":"Tacos xoxo trust fund yolo squid ramps bushwick. Thundercats pbr&b organic 8-bit small batch actually asymmetrical. Austin try-hard trust fund chia kinfolk church-key hella. Vice cornhole artisan forage loko pinterest meh locavore. Flexitarian quinoa meh five dollar toast typewriter."},{"id":211,"name":"Ruination IPA","brand":"Pacifico","price":277,"abv":6.08,"pints_remain":97,"ingredients":"quick, big, clementine, corriander, green apple","description":"Jean shorts ramps blog plaid offal. Meggings etsy selfies street typewriter sriracha ethical. Fixie portland migas thundercats. Umami cronut tattooed williamsburg."},{"id":212,"name":"Westmalle Trappist Tripel","brand":"Budweiser","price":252,"abv":3.21,"pints_remain":48,"ingredients":"delicate, coating, black currant, musty, lemongrass","description":"Biodiesel muggle magic narwhal gentrify selvage diy vegan. Etsy vinyl hammock williamsburg diy muggle magic. Kinfolk church-key park chambray yuccie knausgaard locavore mumblecore. Lumbersexual gastropub ennui meditation cleanse. Polaroid lomo ennui."},{"id":213,"name":"Hercules Double IPA","brand":"Carlsberg","price":283,"abv":3.53,"pints_remain":31,"ingredients":"soft, full, nutella, hibiscus, honey","description":"Narwhal yolo polaroid roof lomo chia cold-pressed. Brunch 8-bit hoodie fashion axe microdosing intelligentsia health tumblr. Small batch cold-pressed schlitz goth sustainable mlkshk bespoke. Ugh next level sartorial cold-pressed kombucha echo tousled."},{"id":214,"name":"Founders Breakfast Stout","brand":"Blue Moon","price":251,"abv":5.39,"pints_remain":29,"ingredients":"unbalanced, coating, nutmeg, vanilla, red apple","description":"Pug tote bag xoxo muggle magic ennui chambray tacos. Migas bespoke bicycle rights selvage occupy. Vhs art party readymade shabby chic banh mi. Sartorial godard tilde chartreuse semiotics chambray. Swag green juice carry hashtag pour-over cray muggle magic."},{"id":215,"name":"Sublimely Self-Righteous Ale","brand":"Dos Equis","price":248,"abv":4.61,"pints_remain":27,"ingredients":"dense, full, rubber, walnut, passion fruit","description":"Single-origin coffee celiac umami tousled green juice irony health plaid. Quinoa vinegar skateboard pop-up leggings crucifix small batch. Hella lomo single-origin coffee +1 williamsburg pitchfork."},{"id":216,"name":"Trois Pistoles","brand":"Hoegaarden","price":266,"abv":6.12,"pints_remain":68,"ingredients":"clean, full, mushroom, medicinal, squash","description":"Cliche carry truffaut yr fashion axe. Goth dreamcatcher tattooed post-ironic offal lo-fi. Yr street messenger bag art party salvia. Semiotics fashion axe beard cardigan truffaut."},{"id":217,"name":"Schneider Aventinus","brand":"Heineken","price":250,"abv":4.25,"pints_remain":36,"ingredients":"lingering, smooth, concord grape, smokey, almond","description":"Meh shabby chic tousled sriracha muggle magic cronut. Locavore schlitz leggings loko actually polaroid banjo mumblecore. Put a bird on it echo before they sold out."},{"id":218,"name":"Maudite","brand":"Lowenbrau","price":259,"abv":4.71,"pints_remain":54,"ingredients":"dirty, juicy, white pepper, burnt sugar, white pepper","description":"Art party keytar distillery. Offal stumptown wayfarers vegan. Leggings keffiyeh thundercats yolo godard marfa kitsch. Bitters organic literally whatever pitchfork meggings tumblr scenester."},{"id":219,"name":"Samuel Smith’s Imperial IPA","brand":"Coors lite","price":240,"abv":3.45,"pints_remain":87,"ingredients":"juicy, creamy, wheat, mushroom, pecan","description":"+1 poutine banh mi park brunch pop-up tumblr. Photo booth you probably haven't heard of them locavore lo-fi kogi before they sold out put a bird on it. Five dollar toast jean shorts lomo whatever direct trade blog sartorial listicle. Whatever gluten-free taxidermy. Vhs you probably haven't heard of them chillwave poutine gentrify."},{"id":220,"name":"Two Hearted Ale","brand":"Carlsberg","price":276,"abv":5.21,"pints_remain":78,"ingredients":"lingering, tea-like, baggy, lemongrass, black currant","description":"Fingerstache shabby chic gastropub sriracha polaroid narwhal mixtape. 3 wolf moon paleo offal keffiyeh. Dreamcatcher chartreuse gentrify cliche. Pabst godard polaroid knausgaard pickled."},{"id":221,"name":"Alpha King Pale Ale","brand":"Blue Moon","price":274,"abv":5.92,"pints_remain":34,"ingredients":"deep, silky, sage, cranberry, walnut","description":"Swag chartreuse twee cold-pressed kogi loko shabby chic readymade. Taxidermy kale chips meggings photo booth. Venmo echo offal stumptown cold-pressed fingerstache wayfarers. You probably haven't heard of them synth tofu 90's carry tacos street try-hard. Skateboard kinfolk fanny pack tote bag authentic."},{"id":222,"name":"Schneider Aventinus","brand":"Coors lite","price":275,"abv":3.87,"pints_remain":52,"ingredients":"rounded, syrupy, jasmine, molasses, cream","description":"Selvage master pug fashion axe. Meh tacos salvia lomo. Swag mlkshk chambray. Pork belly street distillery. Williamsburg knausgaard keytar venmo gentrify sartorial."},{"id":223,"name":"Delirium Noctorum","brand":"Paulaner","price":247,"abv":5.26,"pints_remain":66,"ingredients":"quick, syrupy, soil, nutmeg, barley","description":"Pbr&b pitchfork literally try-hard waistcoat park lomo. Pork belly mumblecore roof single-origin coffee. Bicycle rights lomo biodiesel before they sold out +1 farm-to-table raw denim banh mi."},{"id":224,"name":"Trappistes Rochefort 10","brand":"Leffe","price":260,"abv":6.71,"pints_remain":83,"ingredients":"complex, syrupy, coconut, watermelon, squash","description":"Thundercats food truck tousled narwhal tacos. Salvia listicle dreamcatcher cray pbr&b sustainable. 3 wolf moon banjo semiotics skateboard."},{"id":225,"name":"Chocolate St","brand":"Miller Draft","price":238,"abv":3.82,"pints_remain":0,"ingredients":"wild, creamy, rubber, butter, honey","description":"8-bit cardigan lumbersexual selfies chartreuse yolo. Church-key loko disrupt vinegar vegan salvia. Bitters park scenester raw denim aesthetic sustainable vinegar disrupt. Venmo artisan pour-over yolo austin craft beer viral."},{"id":226,"name":"Bourbon County Stout","brand":"Samuel Adams","price":281,"abv":4.19,"pints_remain":42,"ingredients":"sharp, coating, hops, pecan, black-tea","description":"Ugh whatever jean shorts leggings swag heirloom knausgaard. Vice wolf semiotics next level. Vinegar muggle magic retro scenester pbr&b semiotics irony. Pug paleo farm-to-table hoodie asymmetrical brooklyn."},{"id":227,"name":"Arrogant Bastard Ale","brand":"Pacifico","price":271,"abv":4.47,"pints_remain":85,"ingredients":"complex, creamy, almond, olive, green-tea","description":"Lomo xoxo flexitarian banh mi. Venmo polaroid deep v banh mi. Bushwick five dollar toast occupy mlkshk cleanse. Poutine microdosing master raw denim. Trust fund 8-bit hammock helvetica viral church-key lomo tilde."},{"id":228,"name":"Duvel","brand":"Harp","price":290,"abv":6.16,"pints_remain":105,"ingredients":"dull, juicy, nutella, quakery, bittersweet chocolate","description":"Vice williamsburg typewriter biodiesel. Green juice banh mi yolo flannel. Bushwick hoodie vinyl."},{"id":229,"name":"Trappistes Rochefort 8","brand":"Sierra Nevada","price":270,"abv":5.28,"pints_remain":56,"ingredients":"quick, tea-like, pecan, cinnamon, cinnamon","description":"Pork belly pickled marfa biodiesel wolf hoodie chillwave flannel. Helvetica narwhal artisan sustainable brooklyn occupy locavore lumbersexual. Swag biodiesel readymade roof cronut hashtag jean shorts fanny pack. Occupy pinterest gentrify squid art party deep v."},{"id":230,"name":"Storm King Stout","brand":"BudLight","price":254,"abv":6.17,"pints_remain":42,"ingredients":"balanced, silky, green pepper, dates, sage","description":"You probably haven't heard of them offal bespoke farm-to-table chicharrones tattooed sartorial. Meggings biodiesel paleo. Vinegar photo booth mixtape polaroid twee. Goth freegan gentrify knausgaard. Vhs bespoke brunch salvia semiotics kickstarter tilde bicycle rights."},{"id":231,"name":"La Fin Du Monde","brand":"Samuel Adams","price":239,"abv":3.75,"pints_remain":81,"ingredients":"lingering, silky, honey, nutmeg, squash","description":"Xoxo street kogi. Gluten-free stumptown chicharrones microdosing irony mlkshk. Tacos bespoke street. Chambray deep v echo raw denim yr biodiesel freegan slow-carb."},{"id":232,"name":"Schneider Aventinus","brand":"Pabst Blue Ribbon","price":253,"abv":6.98,"pints_remain":114,"ingredients":"astringent, big, brown sugar, squash, cocoa powder","description":"Deep v pabst sustainable mustache. Messenger bag wolf single-origin coffee. Everyday poutine sriracha selvage thundercats knausgaard umami helvetica. Pinterest goth craft beer austin bushwick. Semiotics distillery tote bag tacos ramps kale chips keffiyeh blue bottle."},{"id":233,"name":"Hercules Double IPA","brand":"Quimes","price":287,"abv":4.44,"pints_remain":94,"ingredients":"lingering, round, butter, nutmeg, concord grape","description":"Pour-over retro everyday pitchfork 3 wolf moon post-ironic. Shoreditch twee butcher. Letterpress intelligentsia sustainable kogi retro plaid. Cold-pressed cornhole umami pop-up viral pinterest. Kitsch typewriter asymmetrical freegan ennui ramps chicharrones."},{"id":234,"name":"Samuel Smith’s Imperial IPA","brand":"Birra Moretti","price":287,"abv":4.72,"pints_remain":0,"ingredients":"muted, big, brown sugar, leafy greens, cherry","description":"Mustache mixtape quinoa put a bird on it pop-up irony. Artisan cray letterpress vhs photo booth master keffiyeh. Cardigan mumblecore tumblr offal."},{"id":235,"name":"Bell’s Expedition","brand":"Pacifico","price":279,"abv":6.5,"pints_remain":107,"ingredients":"dull, slick, concord grape, bittersweet chocolate, sweet pea","description":"Photo booth disrupt organic chicharrones thundercats kogi master. Aesthetic chillwave pbr&b trust fund park swag cornhole. Godard sustainable yr kale chips. Polaroid marfa beard slow-carb. Bitters keffiyeh lomo offal sriracha farm-to-table."},{"id":236,"name":"Weihenstephaner Hefeweissbier","brand":"Fosters","price":239,"abv":5.8,"pints_remain":16,"ingredients":"rounded, syrupy, soil, liquorice, nutella","description":"Knausgaard whatever iphone. Mlkshk swag vegan keytar chambray. Loko bushwick wayfarers farm-to-table organic vinegar meggings. Kickstarter butcher fingerstache everyday direct trade chicharrones meditation +1. Thundercats bushwick messenger bag taxidermy franzen hoodie readymade cray."},{"id":237,"name":"Yeti Imperial Stout","brand":"BudLight","price":282,"abv":4.98,"pints_remain":71,"ingredients":"astringent, juicy, clove, leafy greens, olive","description":"Literally cleanse swag +1 trust fund retro wes anderson vegan. Etsy shoreditch vegan slow-carb. Tacos quinoa mumblecore. Farm-to-table chillwave selfies cornhole swag hammock wes anderson migas."},{"id":238,"name":"Delirium Tremens","brand":"Paulaner","price":285,"abv":3.95,"pints_remain":117,"ingredients":"soft, velvety, meyer lemon, nutella, cherry","description":"Celiac lomo etsy trust fund church-key meh kogi pickled. Offal stumptown echo austin slow-carb. Ennui freegan disrupt kickstarter."},{"id":239,"name":"La Fin Du Monde","brand":"Kirin","price":261,"abv":4.93,"pints_remain":75,"ingredients":"dense, creamy, mint, honeysuckle, musty","description":"Scenester irony twee squid godard blog. Chartreuse xoxo seitan vinegar drinking letterpress kickstarter. Beard authentic whatever."},{"id":240,"name":"Founders Breakfast Stout","brand":"Sapporo","price":271,"abv":5.51,"pints_remain":79,"ingredients":"sharp, silky, black cherry, lemon, carmel","description":"Twee bespoke cold-pressed food truck actually asymmetrical pabst blog. Chillwave crucifix readymade sustainable. Fixie park swag helvetica phlogiston schlitz humblebrag chillwave. Tote bag art party kogi poutine scenester. Fingerstache diy brunch roof."},{"id":241,"name":"Maharaj","brand":"Delirium","price":280,"abv":6.93,"pints_remain":115,"ingredients":"bright, watery, butter, pineapple, soil","description":"Fixie squid plaid 90's synth taxidermy five dollar toast. Disrupt dreamcatcher ugh gentrify vinyl paleo ennui kitsch. Swag occupy kale chips mumblecore sustainable twee."},{"id":242,"name":"Founders Kentucky Breakfast","brand":"Leffe","price":286,"abv":5.25,"pints_remain":27,"ingredients":"balanced, coating, lemongrass, bergamot, graham cracker","description":"Sustainable ennui diy. Williamsburg cardigan heirloom disrupt stumptown food truck. Literally wolf helvetica bespoke."},{"id":243,"name":"Hop Rod Rye","brand":"Carlsberg","price":245,"abv":5.36,"pints_remain":71,"ingredients":"faint, syrupy, maple syrup, cocoa powder, mint","description":"Tilde thundercats post-ironic disrupt. Echo poutine food truck. Flannel kale chips typewriter 8-bit. Hammock brunch gastropub artisan authentic venmo health. Gluten-free chia crucifix."},{"id":244,"name":"Pliny The Elder","brand":"Pabst Blue Ribbon","price":250,"abv":6.08,"pints_remain":91,"ingredients":"bright, tea-like, fresh wood, curry, pecan","description":"Banh mi shabby chic pop-up health. Artisan intelligentsia retro blue bottle listicle etsy whatever vice. Kickstarter gluten-free tattooed single-origin coffee roof marfa scenester franzen. Mumblecore roof cronut food truck offal."},{"id":245,"name":"Trappistes Rochefort 10","brand":"Dos Equis","price":286,"abv":3.6,"pints_remain":105,"ingredients":"delicate, creamy, bittersweet chocolate, bergamot, snow pea","description":"Sriracha kinfolk +1 hella kombucha tumblr. Distillery readymade yuccie bushwick. Butcher microdosing disrupt crucifix celiac fanny pack heirloom kombucha."},{"id":246,"name":"Founders Breakfast Stout","brand":"Birra Moretti","price":262,"abv":6.95,"pints_remain":8,"ingredients":"soft, chewy, fresh wood, sweet pea, tamarind","description":"Lomo butcher cornhole quinoa kombucha cardigan twee scenester. Irony lo-fi cliche franzen pork belly vinyl. Twee waistcoat shabby chic."},{"id":247,"name":"Pliny The Elder","brand":"Fosters","price":254,"abv":5.74,"pints_remain":3,"ingredients":"astringent, chewy, bittersweet chocolate, maple syrup, green pepper","description":"Vhs health normcore forage cred mixtape fanny pack jean shorts. Goth jean shorts shabby chic chillwave tofu butcher hammock. Pinterest banh mi cliche echo."},{"id":248,"name":"Weihenstephaner Hefeweissbier","brand":"Blue Moon","price":283,"abv":5.94,"pints_remain":0,"ingredients":"dry, syrupy, nutmeg, olive, nectarine","description":"Street farm-to-table hashtag ugh freegan. Fixie twee ugh chambray distillery squid tumblr offal. Seitan knausgaard viral vegan celiac schlitz pug. Sustainable kinfolk hammock pickled taxidermy authentic wayfarers health."},{"id":249,"name":"Alpha King Pale Ale","brand":"Corona Extra","price":242,"abv":6.91,"pints_remain":28,"ingredients":"clean, juicy, star fruit, concord grape, medicinal","description":"Hashtag tote bag thundercats forage drinking. Lumbersexual bespoke godard fingerstache tofu kombucha. Kale chips neutra raw denim salvia loko. Schlitz hashtag blue bottle celiac salvia."},{"id":250,"name":"Delirium Noctorum","brand":"Amstel","price":266,"abv":5.87,"pints_remain":25,"ingredients":"sharp, creamy, black currant, curry, lemonade","description":"Readymade church-key umami echo knausgaard. Deep v kogi skateboard small batch. Chicharrones tacos mixtape plaid heirloom cornhole thundercats authentic."},{"id":251,"name":"Founders Breakfast Stout","brand":"Coors lite","price":288,"abv":6.13,"pints_remain":60,"ingredients":"bright, juicy, mushroom, honeysuckle, passion fruit","description":"Retro microdosing 3 wolf moon. Cornhole vinyl ramps vinegar. Gastropub semiotics yolo."},{"id":252,"name":"90 Minute IPA","brand":"Budweiser","price":240,"abv":3.48,"pints_remain":46,"ingredients":"structured, big, peach, fresh bread, liquorice","description":"Mumblecore butcher skateboard tilde. Mustache offal shoreditch microdosing seitan raw denim cliche. Before they sold out farm-to-table dreamcatcher skateboard flexitarian etsy muggle magic. Direct trade etsy listicle leggings blog everyday ethical brooklyn. Pickled small batch blog vinegar fixie pour-over."},{"id":253,"name":"Brooklyn Black","brand":"Heineken","price":272,"abv":4.09,"pints_remain":31,"ingredients":"soft, coating, cashew, concord grape, lemon","description":"Listicle salvia williamsburg. Banjo authentic park lo-fi. Biodiesel slow-carb chicharrones health."},{"id":254,"name":"Pliny The Elder","brand":"Hoegaarden","price":258,"abv":6.46,"pints_remain":17,"ingredients":"complex, big, jasmine, figs, peanut","description":"Meh lo-fi street chicharrones. Organic put a bird on it mlkshk direct trade 8-bit. Offal tousled xoxo."},{"id":255,"name":"Brooklyn Black","brand":"Miller Draft","price":267,"abv":4.19,"pints_remain":61,"ingredients":"lingering, watery, mushroom, hibiscus, curry","description":"Ramps 90's fingerstache five dollar toast lomo stumptown distillery ethical. Squid aesthetic crucifix cred. Banjo everyday typewriter dreamcatcher slow-carb poutine. Distillery cardigan leggings normcore authentic. Dreamcatcher goth crucifix selvage."},{"id":256,"name":"Two Hearted Ale","brand":"Stella Artois","price":283,"abv":6.0,"pints_remain":25,"ingredients":"wild, slick, leathery, grassy, sugar cane","description":"Tilde bitters selvage vhs kitsch. Sriracha cornhole kombucha polaroid. Actually bicycle rights humblebrag microdosing banjo shabby chic umami. Vinyl butcher crucifix. Quinoa semiotics ramps cred poutine mumblecore."},{"id":257,"name":"Samuel Smith’s Oatmeal Stout","brand":"Stella Artois","price":289,"abv":3.5,"pints_remain":96,"ingredients":"deep, full, apricot, rose hips, potato defect!","description":"Pitchfork banh mi green juice seitan ugh migas. Godard fixie authentic. Williamsburg literally keffiyeh marfa authentic selfies readymade."},{"id":258,"name":"Samuel Smith’s Oatmeal Stout","brand":"Dos Equis","price":288,"abv":5.92,"pints_remain":79,"ingredients":"juicy, watery, sweet pea, red currant, barley","description":"Intelligentsia muggle magic flannel stumptown health kitsch gluten-free. Keytar migas sustainable chia kitsch five dollar toast blue bottle. Kombucha park master single-origin coffee gentrify kale chips tacos."},{"id":259,"name":"Pliny The Elder","brand":"Budweiser","price":245,"abv":3.38,"pints_remain":81,"ingredients":"faint, slick, mushroom, passion fruit, nutmeg","description":"Truffaut echo before they sold out austin actually narwhal. Pinterest shoreditch single-origin coffee iphone wayfarers. Selvage celiac pour-over fingerstache bitters drinking ramps street."},{"id":260,"name":"Westmalle Trappist Tripel","brand":"Guinness","price":286,"abv":4.98,"pints_remain":25,"ingredients":"soft, tea-like, cola, hibiscus, white grape","description":"Meditation cold-pressed vinegar loko distillery. Etsy skateboard five dollar toast sustainable raw denim scenester. Tattooed vhs cold-pressed thundercats. 90's kitsch cardigan distillery sustainable. Pabst stumptown kickstarter."},{"id":261,"name":"Old Rasputin Russian Imperial Stout","brand":"Patagonia","price":286,"abv":3.43,"pints_remain":43,"ingredients":"structured, creamy, medicinal, watermelon, molasses","description":"Waistcoat photo booth irony gentrify neutra messenger bag. Crucifix diy tumblr lomo. Meggings pinterest portland. Aesthetic direct trade helvetica scenester blue bottle."},{"id":262,"name":"Ruination IPA","brand":"BudLight","price":259,"abv":3.61,"pints_remain":91,"ingredients":"crisp, syrupy, black cherry, carbon, burnt sugar","description":"Fixie narwhal church-key bespoke chillwave hella. Wayfarers tacos pork belly farm-to-table. Waistcoat salvia aesthetic. Celiac authentic sriracha diy pork belly microdosing aesthetic cardigan. Brunch aesthetic cred."},{"id":263,"name":"Edmund Fitzgerald Porter","brand":"BudLight","price":279,"abv":3.68,"pints_remain":96,"ingredients":"mild, syrupy, peanut, tangerine, green pepper","description":"Neutra meggings sustainable typewriter twee. Fanny pack trust fund iphone. Pug cray iphone freegan cornhole."},{"id":264,"name":"Double Bastard Ale","brand":"Corona Extra","price":260,"abv":5.35,"pints_remain":50,"ingredients":"wild, chewy, raisin, sugar cane, grassy","description":"Flannel williamsburg typewriter bitters. Hammock messenger bag ramps venmo pitchfork literally. Poutine hammock farm-to-table williamsburg tote bag bespoke."},{"id":265,"name":"Schneider Aventinus","brand":"Murphys","price":282,"abv":4.65,"pints_remain":44,"ingredients":"clean, slick, lemonade, tomato, cream","description":"Cray echo cronut. Migas microdosing keffiyeh kale chips retro chartreuse craft beer single-origin coffee. 90's truffaut brooklyn. Keffiyeh direct trade thundercats 90's hella bespoke five dollar toast diy. Iphone humblebrag flannel kombucha freegan post-ironic pinterest."},{"id":266,"name":"Hercules Double IPA","brand":"BudLight","price":240,"abv":5.41,"pints_remain":107,"ingredients":"astringent, velvety, leafy greens, quakery, grassy","description":"Kale chips humblebrag slow-carb goth typewriter jean shorts poutine cold-pressed. Beard disrupt organic wayfarers iphone literally vegan. Crucifix selvage bitters neutra knausgaard celiac forage wayfarers."},{"id":267,"name":"Bell’s Expedition","brand":"Leffe","price":250,"abv":3.66,"pints_remain":28,"ingredients":"structured, creamy, grapefruit, white grape, soil","description":"Five dollar toast gentrify bespoke microdosing cronut. Bicycle rights hoodie godard franzen heirloom ramps. Tote bag chicharrones xoxo you probably haven't heard of them kale chips. Vhs echo marfa sriracha celiac tousled. Yolo chartreuse asymmetrical quinoa chicharrones cronut you probably haven't heard of them vice."},{"id":268,"name":"Pliny The Elder","brand":"Stella Artois","price":264,"abv":3.56,"pints_remain":70,"ingredients":"structured, silky, honeydew, rubber, kiwi","description":"Pop-up seitan 90's vhs +1. Flexitarian organic jean shorts vinyl deep v austin. Pop-up 90's everyday."},{"id":269,"name":"Maharaj","brand":"Pacifico","price":264,"abv":4.72,"pints_remain":38,"ingredients":"complex, big, red apple, red currant, honey","description":"Normcore farm-to-table 3 wolf moon bitters. Ethical green juice chillwave brunch yolo microdosing readymade. Green juice art party knausgaard sartorial tofu. Chillwave knausgaard muggle magic bicycle rights. Cray try-hard hashtag skateboard."},{"id":270,"name":"Edmund Fitzgerald Porter","brand":"Hoegaarden","price":278,"abv":6.8,"pints_remain":70,"ingredients":"vibrant, smooth, coconut, graham cracker, cherry","description":"Craft beer neutra fingerstache farm-to-table irony venmo thundercats squid. Normcore bespoke ethical meh deep v. Humblebrag pop-up phlogiston pickled master. Roof street vinegar."},{"id":271,"name":"Kirin Inchiban","brand":"Harp","price":273,"abv":3.28,"pints_remain":47,"ingredients":"dull, full, jasmine, apricot, hay","description":"Keffiyeh waistcoat kinfolk food truck selfies taxidermy loko dreamcatcher. Salvia post-ironic ramps church-key. Occupy banh mi locavore normcore dreamcatcher. Synth occupy migas. Crucifix neutra tacos pitchfork meh banjo kale chips banh mi."},{"id":272,"name":"Schneider Aventinus","brand":"Patagonia","price":292,"abv":6.05,"pints_remain":66,"ingredients":"wild, round, black-tea, tamarind, green pepper","description":"Chia street squid salvia hammock meh literally fanny pack. Cred hammock street pbr&b fashion axe. Austin deep v brooklyn chillwave viral. Pour-over sartorial wolf."},{"id":273,"name":"Chimay Grande Réserve","brand":"Quimes","price":287,"abv":3.78,"pints_remain":0,"ingredients":"bright, big, carmel, golden raisin, lime","description":"Master +1 iphone. Muggle magic post-ironic semiotics everyday pabst banjo dreamcatcher. Stumptown gluten-free venmo polaroid biodiesel fingerstache. Echo church-key artisan chia brunch whatever pinterest. Ethical cleanse occupy."},{"id":274,"name":"Founders Kentucky Breakfast","brand":"Samuel Adams","price":281,"abv":6.71,"pints_remain":90,"ingredients":"quick, chewy, green-tea, sundried tomato, apricot","description":"Actually next level aesthetic poutine yr. Biodiesel lumbersexual roof direct trade mlkshk pork belly. Tumblr +1 literally mustache."},{"id":275,"name":"La Fin Du Monde","brand":"Delirium","price":277,"abv":4.36,"pints_remain":121,"ingredients":"clean, chewy, leafy greens, plum, cola","description":"Migas pinterest park farm-to-table try-hard. 90's poutine venmo iphone vinegar yuccie. Twee sustainable synth keffiyeh stumptown. Pop-up leggings carry schlitz."},{"id":276,"name":"Sierra Nevada Celebration Ale","brand":"Sapporo","price":242,"abv":5.88,"pints_remain":33,"ingredients":"rounded, watery, hibiscus, soil, sage","description":"Skateboard ugh letterpress chicharrones. Aesthetic yuccie pickled. Kitsch ugh knausgaard vegan. Paleo semiotics vice. Stumptown letterpress messenger bag cleanse 8-bit keffiyeh."},{"id":277,"name":"Stone IPA","brand":"Tsingtao","price":270,"abv":6.94,"pints_remain":112,"ingredients":"lingering, watery, olive, rubber, peach","description":"Sustainable mumblecore trust fund. Freegan lo-fi post-ironic thundercats bushwick listicle vice craft beer. Selfies xoxo authentic pork belly master. Humblebrag fanny pack cliche brooklyn before they sold out yr viral organic. Jean shorts fashion axe direct trade street selfies wolf single-origin coffee."},{"id":278,"name":"Stone Imperial Russian Stout","brand":"Harp","price":252,"abv":4.52,"pints_remain":49,"ingredients":"complex, velvety, concord grape, fresh wood, hibiscus","description":"Microdosing gentrify meh vinegar synth. Chia brooklyn vice slow-carb art party cronut kombucha paleo. Freegan muggle magic seitan quinoa. Flannel synth williamsburg truffaut tofu pabst brunch. Five dollar toast typewriter gentrify ennui gluten-free locavore banh mi."},{"id":279,"name":"Old Rasputin Russian Imperial Stout","brand":"Guinness","price":280,"abv":5.67,"pints_remain":70,"ingredients":"dull, full, liquorice, cream, bittersweet chocolate","description":"Celiac austin semiotics small batch viral irony. Ennui kinfolk 90's pbr&b tattooed vinegar. Letterpress forage cred selvage mlkshk hammock diy venmo. Irony wayfarers polaroid kitsch lo-fi wolf. Pinterest kickstarter messenger bag etsy viral."},{"id":280,"name":"Duvel","brand":"Red Stripe","price":267,"abv":6.36,"pints_remain":34,"ingredients":"muted, round, honeysuckle, lemonade, bergamot","description":"Yolo kombucha hammock pickled fanny pack cronut. Wayfarers narwhal try-hard thundercats seitan. 3 wolf moon +1 selfies messenger bag gluten-free typewriter pour-over phlogiston. Knausgaard irony butcher truffaut +1 you probably haven't heard of them. Venmo dreamcatcher blue bottle art party tattooed actually readymade squid."},{"id":281,"name":"Sublimely Self-Righteous Ale","brand":"Stella Artois","price":289,"abv":3.99,"pints_remain":17,"ingredients":"deep, round, rye, fresh bread, green apple","description":"Occupy offal flannel typewriter. Portland cold-pressed wes anderson church-key keytar drinking. Muggle magic kickstarter sriracha post-ironic meditation. Skateboard tousled kale chips seitan cray gluten-free."},{"id":282,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Budweiser","price":273,"abv":5.73,"pints_remain":26,"ingredients":"dirty, silky, rose hips, papaya, lemonade","description":"Cornhole cronut fashion axe authentic messenger bag vice. Humblebrag phlogiston fanny pack. Blog pabst forage. Blue bottle celiac knausgaard. Distillery seitan yuccie paleo master tofu photo booth roof."},{"id":283,"name":"Orval Trappist Ale","brand":"Corona Extra","price":237,"abv":6.65,"pints_remain":87,"ingredients":"quick, coating, cedar, green pepper, watermelon","description":"Five dollar toast yr single-origin coffee banh mi hammock franzen. Park ennui tilde butcher raw denim diy. Trust fund kitsch pabst fashion axe drinking lo-fi. Locavore tofu viral photo booth squid. Post-ironic sartorial butcher muggle magic waistcoat humblebrag."},{"id":284,"name":"Shakespeare Oatmeal","brand":"Delirium","price":279,"abv":5.89,"pints_remain":82,"ingredients":"complex, round, golden raisin, leathery, fresh wood","description":"Mumblecore typewriter artisan drinking kombucha meditation gluten-free. Hammock food truck art party freegan kinfolk. Iphone distillery biodiesel food truck umami pabst authentic polaroid. Pork belly kitsch bespoke. Vinegar carry cleanse mumblecore."},{"id":285,"name":"Samuel Smith’s Oatmeal Stout","brand":"Pacifico","price":242,"abv":6.13,"pints_remain":52,"ingredients":"deep, big, burnt sugar, coconut, grapefruit","description":"Tote bag synth vinegar vinyl sriracha. Mumblecore ennui tofu. Tousled five dollar toast actually tumblr. Authentic paleo chia cray. Post-ironic heirloom deep v master pickled loko whatever umami."},{"id":286,"name":"Shakespeare Oatmeal","brand":"Samuel Adams","price":293,"abv":3.42,"pints_remain":72,"ingredients":"astringent, round, red apple, green pepper, honey","description":"Bespoke tofu stumptown slow-carb gastropub meditation. Skateboard actually celiac wolf disrupt helvetica pork belly 90's. Butcher next level meggings tousled scenester shabby chic small batch dreamcatcher."},{"id":287,"name":"Dreadnaught IPA","brand":"BudLight","price":254,"abv":4.24,"pints_remain":52,"ingredients":"lingering, silky, potato defect!, bakers chocolate, carmel","description":"Helvetica celiac quinoa offal. Swag kale chips park heirloom wayfarers carry. Hoodie keffiyeh food truck kitsch intelligentsia."},{"id":288,"name":"Chocolate St","brand":"Becks","price":240,"abv":3.67,"pints_remain":25,"ingredients":"structured, coating, white grape, snow pea, hibiscus","description":"Squid small batch etsy yolo taxidermy. Bespoke kombucha single-origin coffee retro. Vegan cred diy. Helvetica lomo iphone taxidermy blog seitan."},{"id":289,"name":"Schneider Aventinus","brand":"Kirin","price":271,"abv":5.97,"pints_remain":33,"ingredients":"mild, chewy, nutmeg, lemonade, fresh wood","description":"Echo cred carry yuccie heirloom thundercats vinegar tousled. Swag kickstarter fanny pack flannel cleanse muggle magic lo-fi. Banh mi squid pbr&b."},{"id":290,"name":"Westmalle Trappist Tripel","brand":"Fosters","price":286,"abv":6.85,"pints_remain":19,"ingredients":"astringent, coating, barley, green-tea, tamarind","description":"Intelligentsia mustache xoxo next level 8-bit muggle magic twee. Umami beard freegan synth messenger bag polaroid. Fingerstache meditation pork belly poutine. Bespoke mlkshk disrupt muggle magic godard retro loko jean shorts. Skateboard synth kale chips."},{"id":291,"name":"Shakespeare Oatmeal","brand":"Harp","price":245,"abv":3.91,"pints_remain":89,"ingredients":"unbalanced, round, musty, pineapple, star fruit","description":"Ramps seitan fixie synth cronut. Cronut church-key vice wayfarers drinking waistcoat. Chillwave typewriter deep v whatever small batch ramps."},{"id":292,"name":"Schneider Aventinus","brand":"Fosters","price":238,"abv":6.27,"pints_remain":82,"ingredients":"pointed, round, jasmine, watermelon, bergamot","description":"Distillery put a bird on it shoreditch. Quinoa skateboard hella farm-to-table. Skateboard sustainable lumbersexual wes anderson before they sold out. Letterpress bicycle rights farm-to-table shabby chic muggle magic. Cold-pressed ugh phlogiston ramps aesthetic gastropub cray jean shorts."},{"id":293,"name":"Péché Mortel","brand":"Dos Equis","price":239,"abv":6.52,"pints_remain":101,"ingredients":"delicate, coating, ginger, white pepper, magnolia","description":"Banjo austin lomo deep v scenester meh. Microdosing forage hashtag pickled. Brunch loko polaroid gluten-free yr. Cronut venmo squid."},{"id":294,"name":"Oak Aged Yeti Imperial Stout","brand":"Dos Equis","price":262,"abv":6.45,"pints_remain":5,"ingredients":"quick, syrupy, hibiscus, sage, cantaloupe","description":"Loko migas before they sold out post-ironic actually messenger bag crucifix. Ugh bespoke tote bag keytar. Deep v migas next level craft beer ethical tacos. Squid polaroid listicle mlkshk shoreditch. Cronut viral occupy cray jean shorts."},{"id":295,"name":"90 Minute IPA","brand":"Lowenbrau","price":274,"abv":3.96,"pints_remain":33,"ingredients":"sharp, coating, hops, clove, pecan","description":"Letterpress distillery pitchfork tofu small batch pug kitsch authentic. Fixie twee tumblr xoxo intelligentsia. Fingerstache gluten-free scenester heirloom celiac humblebrag. Everyday mlkshk small batch ramps street gluten-free."},{"id":296,"name":"Arrogant Bastard Ale","brand":"Stella Artois","price":242,"abv":5.86,"pints_remain":97,"ingredients":"quick, big, almond, orange creamsicle, walnut","description":"Pickled kickstarter beard brunch cleanse loko. Swag letterpress phlogiston raw denim literally butcher next level. Bespoke venmo slow-carb artisan. Church-key fingerstache seitan tofu viral williamsburg."},{"id":297,"name":"Alpha King Pale Ale","brand":"Fosters","price":250,"abv":6.89,"pints_remain":0,"ingredients":"complex, coating, figs, sugar cane, smokey","description":"Echo ramps microdosing scenester hashtag. 90's retro microdosing kickstarter. Post-ironic yuccie bespoke photo booth. Keffiyeh diy ennui."},{"id":298,"name":"Ten FIDY","brand":"Paulaner","price":275,"abv":4.41,"pints_remain":82,"ingredients":"structured, chewy, liquorice, meyer lemon, jasmine","description":"Artisan raw denim yr wayfarers five dollar toast keffiyeh williamsburg. Butcher tote bag mlkshk. Bushwick lumbersexual keffiyeh freegan."},{"id":299,"name":"Founders Breakfast Stout","brand":"Harp","price":255,"abv":3.69,"pints_remain":18,"ingredients":"structured, syrupy, pineapple, jasmine, potato defect!","description":"Neutra tofu etsy fingerstache schlitz roof direct trade vhs. Leggings diy mumblecore skateboard tousled bicycle rights echo cronut. Chartreuse vice authentic chambray thundercats hammock. Biodiesel actually kale chips kickstarter semiotics."},{"id":300,"name":"Hennepin","brand":"Budweiser","price":240,"abv":3.86,"pints_remain":124,"ingredients":"juicy, juicy, apricot, ginger, fresh bread","description":"Migas tacos fingerstache salvia. +1 heirloom park goth scenester tilde twee keytar. Messenger bag blog pickled forage banh mi."},{"id":301,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Harp","price":239,"abv":6.44,"pints_remain":74,"ingredients":"deep, coating, cacao nibs, peanut, lemon verbena","description":"Mlkshk chillwave pork belly tilde roof. Mixtape brooklyn iphone put a bird on it hoodie. Bicycle rights vinyl fixie. 90's helvetica pickled yuccie yr artisan synth. Lomo park wes anderson banh mi."},{"id":302,"name":"Hercules Double IPA","brand":"Patagonia","price":269,"abv":4.54,"pints_remain":66,"ingredients":"rounded, slick, olive, sweet pea, bittersweet chocolate","description":"Bicycle rights master squid tofu next level cardigan bushwick art party. Pickled aesthetic cred actually roof cliche. Authentic pug raw denim."},{"id":303,"name":"Chimay Grande Réserve","brand":"Hoegaarden","price":268,"abv":4.7,"pints_remain":72,"ingredients":"juicy, smooth, grassy, prune, jasmine","description":"Shabby chic ennui green juice ramps. Pug cred drinking fashion axe ramps austin meh. Shoreditch neutra vhs whatever. Bushwick put a bird on it helvetica leggings asymmetrical. Wes anderson kogi pour-over paleo art party pabst small batch."},{"id":304,"name":"Storm King Stout","brand":"Pacifico","price":264,"abv":3.51,"pints_remain":18,"ingredients":"delicate, round, nectarine, papaya, toast","description":"Kitsch poutine typewriter master ethical. Post-ironic thundercats 90's direct trade diy venmo everyday chicharrones. Etsy before they sold out humblebrag vice gastropub. Asymmetrical kitsch kogi green juice polaroid meditation mumblecore pabst. Godard selfies art party gastropub sriracha asymmetrical loko."},{"id":305,"name":"Brooklyn Black","brand":"Dos Equis","price":286,"abv":3.59,"pints_remain":87,"ingredients":"unbalanced, syrupy, soil, carmel, lemon","description":"Iphone artisan keffiyeh health wes anderson umami single-origin coffee. Cronut typewriter pug chartreuse messenger bag schlitz retro. Iphone synth blog. Tilde thundercats lomo. Chicharrones five dollar toast listicle diy actually."},{"id":306,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Coors lite","price":278,"abv":5.03,"pints_remain":7,"ingredients":"clean, round, cantaloupe, fresh wood, green-tea","description":"Blue bottle crucifix deep v wayfarers migas distillery beard. Food truck park vice gastropub. Phlogiston fixie kitsch polaroid blog ramps kinfolk."},{"id":307,"name":"Ruination IPA","brand":"Blue Moon","price":252,"abv":6.19,"pints_remain":37,"ingredients":"rounded, syrupy, hay, green-tea, honeydew","description":"Loko messenger bag actually chartreuse mumblecore. Waistcoat before they sold out five dollar toast. Mumblecore yuccie wayfarers ethical raw denim muggle magic banh mi. Paleo normcore stumptown vegan."},{"id":308,"name":"Nugget Nectar","brand":"Miller Draft","price":257,"abv":4.78,"pints_remain":94,"ingredients":"faint, slick, lychee, banana, apricot","description":"Listicle actually chia pickled food truck marfa master yuccie. Typewriter tacos mixtape pabst. Pop-up art party you probably haven't heard of them farm-to-table 3 wolf moon organic keffiyeh chicharrones. Venmo mumblecore synth vhs humblebrag."},{"id":309,"name":"Sublimely Self-Righteous Ale","brand":"Guinness","price":254,"abv":3.55,"pints_remain":54,"ingredients":"dirty, creamy, granola, potato defect!, meyer lemon","description":"Next level five dollar toast church-key pug. Green juice hammock forage. Muggle magic synth readymade actually plaid locavore venmo."},{"id":310,"name":"Maharaj","brand":"Paulaner","price":243,"abv":5.37,"pints_remain":3,"ingredients":"structured, silky, red grape, curry, marzipan","description":"Trust fund swag poutine everyday paleo kitsch. Migas vinyl vegan. Craft beer listicle kale chips bushwick art party. Organic 3 wolf moon master shoreditch salvia chambray. Wes anderson viral raw denim polaroid pabst freegan umami cliche."},{"id":311,"name":"La Fin Du Monde","brand":"Miller Draft","price":259,"abv":6.58,"pints_remain":8,"ingredients":"dull, coating, concord grape, star fruit, lemon","description":"Wolf flexitarian tattooed poutine xoxo. Hammock jean shorts bespoke mumblecore selvage kickstarter street. Kale chips post-ironic pinterest cardigan marfa trust fund seitan microdosing. Retro readymade health selfies."},{"id":312,"name":"Duvel","brand":"Corona Extra","price":242,"abv":5.27,"pints_remain":46,"ingredients":"bright, coating, figs, lemon, cranberry","description":"Knausgaard echo iphone seitan organic selvage listicle. Hella drinking normcore artisan kitsch actually listicle pickled. Literally bespoke pitchfork post-ironic. Try-hard sartorial photo booth etsy pinterest cliche."},{"id":313,"name":"Alpha King Pale Ale","brand":"Budweiser","price":244,"abv":6.02,"pints_remain":34,"ingredients":"sharp, silky, blueberry, cacao nibs, blueberry","description":"Neutra slow-carb tousled tumblr swag organic. Post-ironic letterpress selvage. Vice brooklyn hoodie tote bag skateboard cold-pressed deep v blue bottle. Plaid thundercats 3 wolf moon. Cardigan kitsch yr butcher normcore hammock pour-over xoxo."},{"id":314,"name":"Chocolate St","brand":"Hoegaarden","price":244,"abv":5.65,"pints_remain":80,"ingredients":"mild, tea-like, toast, orange, almond","description":"Whatever squid taxidermy pop-up cardigan yolo. 90's before they sold out try-hard narwhal paleo cold-pressed tacos mustache. Small batch pour-over squid brunch intelligentsia tote bag direct trade. Vice mumblecore venmo 3 wolf moon."},{"id":315,"name":"90 Minute IPA","brand":"Leffe","price":241,"abv":5.71,"pints_remain":113,"ingredients":"deep, tea-like, baggy, carmel, bakers chocolate","description":"Intelligentsia vinyl pork belly cray. Artisan vinegar freegan. Cliche leggings beard tofu. Wolf carry tacos wes anderson."},{"id":316,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Guinness","price":292,"abv":3.46,"pints_remain":25,"ingredients":"soft, syrupy, tobacco, mint, banana","description":"Tilde crucifix pitchfork selvage lo-fi chicharrones. Hella vhs irony literally keffiyeh post-ironic deep v loko. Hoodie microdosing franzen heirloom hashtag thundercats austin. You probably haven't heard of them chambray pinterest xoxo pabst pop-up. Hoodie kombucha green juice before they sold out brooklyn cardigan butcher."},{"id":317,"name":"Sublimely Self-Righteous Ale","brand":"Paulaner","price":280,"abv":3.55,"pints_remain":114,"ingredients":"soft, velvety, tomato, cola, nutella","description":"Kale chips scenester freegan distillery waistcoat tilde. Street banjo retro lumbersexual xoxo. Swag kombucha wayfarers ennui park everyday hella cardigan. Meggings pbr&b meditation hella beard gluten-free. Aesthetic carry ennui chia."},{"id":318,"name":"Sierra Nevada Celebration Ale","brand":"Patagonia","price":289,"abv":6.99,"pints_remain":69,"ingredients":"mild, smooth, soy sauce, butter, rye","description":"Letterpress cleanse art party deep v carry chicharrones meh meditation. Wayfarers tattooed meditation offal thundercats vice normcore microdosing. Biodiesel letterpress celiac iphone chartreuse. Meggings pabst yuccie fashion axe mustache. Venmo 8-bit fixie portland heirloom."},{"id":319,"name":"Stone IPA","brand":"Pacifico","price":250,"abv":5.94,"pints_remain":93,"ingredients":"sharp, watery, mandarin, quakery, grassy","description":"Pbr&b williamsburg mlkshk tote bag park. Listicle vinyl cred waistcoat ethical hoodie ennui muggle magic. Photo booth deep v etsy austin."},{"id":320,"name":"Alpha King Pale Ale","brand":"Kirin","price":293,"abv":6.57,"pints_remain":67,"ingredients":"bright, watery, sugar cane, green pepper, butter","description":"3 wolf moon kombucha etsy poutine pbr&b banjo. Shabby chic beard hashtag letterpress retro. Pbr&b semiotics authentic occupy vegan slow-carb."},{"id":321,"name":"Hennepin","brand":"Rolling Rock","price":287,"abv":3.37,"pints_remain":50,"ingredients":"muted, velvety, black cherry, lime, bergamot","description":"Artisan sustainable 90's pork belly gentrify. Poutine phlogiston viral thundercats. Franzen farm-to-table pork belly. Pickled bitters green juice kale chips chicharrones narwhal."},{"id":322,"name":"Ten FIDY","brand":"Guinness","price":238,"abv":4.88,"pints_remain":25,"ingredients":"dirty, silky, barley, quakery, medicinal","description":"Plaid salvia biodiesel banjo pop-up. Xoxo 3 wolf moon kogi wolf. Kinfolk messenger bag aesthetic poutine actually readymade crucifix. Hoodie street shoreditch etsy meditation. Muggle magic blog beard keffiyeh echo."},{"id":323,"name":"Yeti Imperial Stout","brand":"Pabst Blue Ribbon","price":249,"abv":4.49,"pints_remain":14,"ingredients":"astringent, velvety, baggy, blueberry, nectarine","description":"Post-ironic master raw denim deep v austin photo booth. Tote bag twee flexitarian brooklyn paleo everyday. Hoodie thundercats freegan heirloom."},{"id":324,"name":"Schneider Aventinus","brand":"Tsingtao","price":259,"abv":4.22,"pints_remain":42,"ingredients":"lingering, full, green pepper, potato defect!, cacao nibs","description":"Bushwick irony fanny pack xoxo fingerstache. Organic brunch humblebrag franzen ugh brooklyn. Tacos celiac chillwave."},{"id":325,"name":"St. Bernardus Abt 12","brand":"Paulaner","price":277,"abv":6.99,"pints_remain":76,"ingredients":"tart, smooth, golden raisin, maple syrup, leathery","description":"Photo booth tumblr small batch locavore kitsch. Xoxo tote bag 3 wolf moon venmo organic farm-to-table. Diy cardigan sustainable lumbersexual schlitz kickstarter phlogiston ugh. Narwhal asymmetrical you probably haven't heard of them everyday squid cleanse. Xoxo bicycle rights synth narwhal."},{"id":326,"name":"Hercules Double IPA","brand":"Red Stripe","price":261,"abv":3.6,"pints_remain":28,"ingredients":"wild, round, sweet pea, honeysuckle, hops","description":"Sartorial freegan literally hammock beard cronut fixie cliche. Schlitz cronut cornhole. Echo polaroid squid ethical."},{"id":327,"name":"HopSlam Ale","brand":"Coors lite","price":293,"abv":5.47,"pints_remain":88,"ingredients":"structured, smooth, blueberry, potato defect!, black pepper","description":"Narwhal heirloom meh truffaut put a bird on it. Carry kombucha franzen helvetica. Yuccie godard tacos ramps heirloom. Etsy before they sold out dreamcatcher bitters messenger bag."},{"id":328,"name":"Duvel","brand":"Rolling Rock","price":268,"abv":4.71,"pints_remain":124,"ingredients":"quick, round, hibiscus, honeydew, mint","description":"Squid master small batch microdosing blog. Wayfarers banh mi tilde chicharrones mumblecore meggings. Knausgaard fashion axe shoreditch."},{"id":329,"name":"Orval Trappist Ale","brand":"Red Stripe","price":282,"abv":5.25,"pints_remain":118,"ingredients":"pointed, syrupy, mandarin, watermelon, tobacco","description":"Meditation umami art party health fingerstache squid authentic fashion axe. Viral bushwick scenester actually intelligentsia carry. Waistcoat seitan photo booth heirloom intelligentsia. Helvetica iphone synth truffaut muggle magic chambray."},{"id":330,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Becks","price":259,"abv":3.36,"pints_remain":41,"ingredients":"lingering, juicy, golden raisin, mandarin, raspberry","description":"Post-ironic church-key echo pbr&b knausgaard. Portland flexitarian microdosing health truffaut humblebrag. Gluten-free viral loko chambray drinking actually vhs 8-bit. Irony salvia blue bottle stumptown. Intelligentsia cardigan yr tacos pop-up jean shorts freegan."},{"id":331,"name":"Oaked Arrogant Bastard Ale","brand":"Dos Equis","price":287,"abv":3.44,"pints_remain":46,"ingredients":"quick, smooth, kiwi, vanilla, jasmine","description":"Craft beer chillwave celiac small batch farm-to-table. Venmo brunch phlogiston meditation. Banjo goth jean shorts hella chillwave. Swag park tumblr kitsch forage. Kale chips aesthetic mustache retro."},{"id":332,"name":"Duvel","brand":"Red Stripe","price":260,"abv":3.48,"pints_remain":97,"ingredients":"dirty, big, butter, nutmeg, hazelnut","description":"Chartreuse salvia polaroid cleanse iphone. Meditation meggings microdosing yuccie wes anderson truffaut paleo. Neutra park banh mi phlogiston master 90's disrupt venmo."},{"id":333,"name":"Orval Trappist Ale","brand":"Samuel Adams","price":267,"abv":3.43,"pints_remain":124,"ingredients":"unbalanced, syrupy, green grape, nougat, fresh wood","description":"Fashion axe kale chips craft beer beard squid cronut heirloom. Poutine paleo bespoke small batch cardigan dreamcatcher waistcoat. Blog flexitarian slow-carb tofu marfa neutra pour-over artisan."},{"id":334,"name":"Hop Rod Rye","brand":"Heineken","price":280,"abv":6.73,"pints_remain":100,"ingredients":"wild, watery, red currant, carbon, cherry","description":"Heirloom pour-over vice seitan meh farm-to-table. Hoodie chartreuse lo-fi vegan artisan stumptown carry. Leggings poutine semiotics blue bottle chartreuse deep v biodiesel swag. Lumbersexual keffiyeh deep v goth mustache twee. Migas humblebrag austin cliche kitsch godard cray."},{"id":335,"name":"Trois Pistoles","brand":"Fosters","price":266,"abv":4.78,"pints_remain":3,"ingredients":"vibrant, smooth, meyer lemon, orange blossom, peach","description":"Cleanse waistcoat mumblecore bicycle rights keytar trust fund truffaut. Slow-carb seitan 90's banh mi. Lumbersexual beard pop-up. Leggings twee lo-fi trust fund williamsburg migas slow-carb echo. Kickstarter mlkshk roof ramps."},{"id":336,"name":"Duvel","brand":"Delirium","price":284,"abv":3.74,"pints_remain":54,"ingredients":"unbalanced, velvety, smokey, nutella, red apple","description":"Shabby chic jean shorts marfa cornhole. Literally banjo viral wolf thundercats microdosing. Vinegar echo vegan tilde kombucha small batch +1 wolf. Truffaut vinyl messenger bag. Poutine goth squid leggings tofu gentrify."},{"id":337,"name":"Delirium Noctorum","brand":"Budweiser","price":255,"abv":4.08,"pints_remain":79,"ingredients":"mild, round, ginger, wheat, black cherry","description":"Vice austin godard yuccie occupy vinyl. Chillwave fashion axe williamsburg before they sold out portland. Mumblecore blue bottle twee kitsch squid plaid actually butcher. Celiac whatever normcore drinking brunch flexitarian pbr&b. Keffiyeh wes anderson thundercats brunch seitan mixtape microdosing."},{"id":338,"name":"La Fin Du Monde","brand":"Paulaner","price":278,"abv":5.69,"pints_remain":42,"ingredients":"dense, full, medicinal, lime, soy sauce","description":"Lumbersexual swag hammock chambray crucifix retro. Butcher ugh retro shabby chic selvage. Selvage humblebrag 3 wolf moon scenester pbr&b venmo. Actually yolo banjo church-key mumblecore 8-bit authentic."},{"id":339,"name":"Chimay Grande Réserve","brand":"Kirin","price":248,"abv":4.03,"pints_remain":80,"ingredients":"unbalanced, syrupy, prune, lime, tomato","description":"Twee yr actually echo scenester vhs biodiesel franzen. Keytar +1 bushwick wolf normcore godard. Raw denim irony quinoa."},{"id":340,"name":"Samuel Smith’s Oatmeal Stout","brand":"Kirin","price":280,"abv":6.35,"pints_remain":3,"ingredients":"mild, watery, plum, banana, green grape","description":"Kombucha franzen selfies cray chambray vice typewriter farm-to-table. Tote bag fingerstache tofu bushwick wayfarers. Health you probably haven't heard of them salvia chartreuse 3 wolf moon pbr&b cold-pressed. Kombucha gluten-free mixtape williamsburg cred wes anderson before they sold out."},{"id":341,"name":"Kirin Inchiban","brand":"Rolling Rock","price":288,"abv":4.18,"pints_remain":61,"ingredients":"delicate, chewy, honeydew, banana, orange","description":"Quinoa authentic locavore cray tousled. Vinyl celiac lomo xoxo beard green juice trust fund. Before they sold out neutra health kickstarter gastropub messenger bag bitters."},{"id":342,"name":"Bourbon County Stout","brand":"Fosters","price":277,"abv":3.39,"pints_remain":55,"ingredients":"unbalanced, big, lemongrass, cream, kiwi","description":"Pug fashion axe messenger bag slow-carb sartorial carry chartreuse. Muggle magic lumbersexual tumblr jean shorts. Mustache godard chia photo booth actually tilde."},{"id":343,"name":"Ruination IPA","brand":"Budweiser","price":257,"abv":5.88,"pints_remain":18,"ingredients":"sharp, chewy, baggy, almond, sweet pea","description":"Austin sriracha hella. Thundercats beard neutra williamsburg. Hashtag kinfolk tote bag truffaut cornhole pour-over flexitarian chillwave. Distillery marfa sartorial flexitarian umami retro messenger bag. Cliche pitchfork banh mi godard stumptown bitters mustache tattooed."},{"id":344,"name":"Pliny The Elder","brand":"Becks","price":284,"abv":4.96,"pints_remain":47,"ingredients":"balanced, round, cantaloupe, mandarin, rubber","description":"Organic fanny pack cray lo-fi pbr&b portland. Church-key try-hard vinyl hashtag food truck organic. Messenger bag artisan chia."},{"id":345,"name":"Péché Mortel","brand":"Leffe","price":249,"abv":5.46,"pints_remain":55,"ingredients":"pointed, watery, molasses, honeysuckle, pecan","description":"Diy hella tilde. Lo-fi kickstarter biodiesel humblebrag neutra vinyl kale chips. Drinking hashtag squid. Pour-over banh mi locavore cred photo booth skateboard."},{"id":346,"name":"Trappistes Rochefort 10","brand":"Delirium","price":245,"abv":4.24,"pints_remain":74,"ingredients":"mild, full, tomato, apricot, figs","description":"Authentic schlitz normcore cold-pressed kitsch. Phlogiston chambray sartorial wes anderson offal actually gentrify. Put a bird on it goth tote bag salvia echo irony keffiyeh ennui."},{"id":347,"name":"Pliny The Elder","brand":"Hoegaarden","price":248,"abv":4.17,"pints_remain":30,"ingredients":"astringent, chewy, carmel, black-tea, orange creamsicle","description":"Cronut authentic celiac cray pickled distillery austin. Disrupt pitchfork blog godard direct trade squid. Vinegar organic typewriter yuccie locavore. Fixie slow-carb literally. Artisan cliche typewriter kombucha green juice actually +1 heirloom."},{"id":348,"name":"Orval Trappist Ale","brand":"Guinness","price":259,"abv":4.33,"pints_remain":60,"ingredients":"juicy, watery, raisin, green-tea, bittersweet chocolate","description":"Yuccie fingerstache meditation tattooed. Salvia church-key wes anderson seitan. Intelligentsia twee salvia."},{"id":349,"name":"Hennepin","brand":"Red Stripe","price":269,"abv":5.18,"pints_remain":32,"ingredients":"dense, creamy, clementine, rye, cola","description":"Thundercats small batch kogi scenester wes anderson kickstarter 8-bit. Vinegar pour-over yr cliche. Mlkshk kickstarter pbr&b pickled craft beer."},{"id":350,"name":"Celebrator Doppelbock","brand":"Guinness","price":241,"abv":4.08,"pints_remain":62,"ingredients":"juicy, juicy, cinnamon, grassy, cantaloupe","description":"Kombucha 8-bit deep v migas marfa ramps butcher. Aesthetic tilde kitsch celiac umami williamsburg. Keffiyeh kale chips tofu humblebrag kickstarter roof everyday."},{"id":351,"name":"La Fin Du Monde","brand":"Becks","price":286,"abv":3.7,"pints_remain":65,"ingredients":"crisp, syrupy, orange, toast, quakery","description":"Drinking yr tacos ramps blog lumbersexual schlitz cornhole. Retro seitan blog. Loko thundercats cronut. Ramps small batch listicle green juice fashion axe ethical. Pickled xoxo knausgaard aesthetic schlitz umami chia normcore."},{"id":352,"name":"Chimay Grande Réserve","brand":"Miller Draft","price":274,"abv":6.27,"pints_remain":40,"ingredients":"muted, silky, walnut, red currant, olive","description":"Keytar sartorial bespoke letterpress kinfolk. Organic cold-pressed phlogiston. Thundercats loko selfies shabby chic gluten-free. Occupy crucifix park chillwave umami quinoa carry."},{"id":353,"name":"Oak Aged Yeti Imperial Stout","brand":"Pacifico","price":237,"abv":4.41,"pints_remain":22,"ingredients":"wild, watery, rubber, bakers chocolate, olive","description":"Fashion axe vegan retro austin schlitz kitsch butcher venmo. Readymade crucifix flexitarian pitchfork taxidermy seitan. Lumbersexual disrupt microdosing. Yolo chambray master salvia."},{"id":354,"name":"Alpha King Pale Ale","brand":"Budweiser","price":258,"abv":4.58,"pints_remain":124,"ingredients":"juicy, juicy, tomato, butter, lemon verbena","description":"Wayfarers meh gentrify kombucha hoodie. Next level viral 3 wolf moon pbr&b brooklyn keytar etsy. Kogi photo booth diy mustache loko kinfolk echo. Hella hashtag vice cliche schlitz church-key green juice wayfarers."},{"id":355,"name":"Dreadnaught IPA","brand":"Murphys","price":273,"abv":6.0,"pints_remain":73,"ingredients":"vibrant, velvety, granola, carmel, clementine","description":"Kickstarter normcore shoreditch keffiyeh. Pbr&b vice street gluten-free. Pop-up 90's cleanse iphone. Pitchfork selfies try-hard pug pour-over muggle magic microdosing."},{"id":356,"name":"Duvel","brand":"Amstel","price":240,"abv":5.04,"pints_remain":119,"ingredients":"delicate, big, green grape, musty, lemongrass","description":"Sustainable truffaut pbr&b lomo cardigan taxidermy. Direct trade pitchfork paleo messenger bag pabst banh mi narwhal. Polaroid fixie cred gluten-free heirloom shoreditch +1 sriracha."},{"id":357,"name":"Ruination IPA","brand":"Hoegaarden","price":256,"abv":5.38,"pints_remain":73,"ingredients":"astringent, tea-like, red apple, peanut, black pepper","description":"Slow-carb food truck plaid williamsburg cardigan schlitz banjo. Loko mixtape offal. Pug disrupt goth cred before they sold out fingerstache pabst."},{"id":358,"name":"Storm King Stout","brand":"Lowenbrau","price":279,"abv":3.6,"pints_remain":98,"ingredients":"delicate, coating, marzipan, star fruit, sweet pea","description":"Banh mi humblebrag flannel. Everyday forage park. Letterpress cray hammock migas. Banh mi craft beer vegan occupy diy +1 kickstarter marfa. Retro beard normcore lumbersexual muggle magic bicycle rights tilde viral."},{"id":359,"name":"Shakespeare Oatmeal","brand":"Rolling Rock","price":294,"abv":5.48,"pints_remain":65,"ingredients":"deep, big, plum, hibiscus, marzipan","description":"90's cred +1 asymmetrical art party trust fund shabby chic. Pickled direct trade migas taxidermy roof microdosing lo-fi church-key. Fingerstache cold-pressed chicharrones health street. Beard pop-up skateboard roof waistcoat keffiyeh."},{"id":360,"name":"Bell’s Expedition","brand":"Rolling Rock","price":245,"abv":3.86,"pints_remain":113,"ingredients":"muted, silky, baggy, grapefruit, clementine","description":"Roof synth diy chia lumbersexual listicle authentic green juice. Kinfolk beard heirloom chambray hella sustainable pickled organic. Cornhole kogi sustainable polaroid flannel phlogiston. Pitchfork humblebrag squid organic pork belly bicycle rights stumptown. Pitchfork meh dreamcatcher tattooed artisan."},{"id":361,"name":"Nugget Nectar","brand":"Murphys","price":283,"abv":3.24,"pints_remain":37,"ingredients":"pointed, full, cedar, hibiscus, quakery","description":"Freegan dreamcatcher vegan. Xoxo pug loko messenger bag. Locavore banjo chillwave gentrify iphone before they sold out."},{"id":362,"name":"Arrogant Bastard Ale","brand":"Miller Draft","price":254,"abv":5.85,"pints_remain":114,"ingredients":"dense, silky, corriander, cedar, magnolia","description":"Meditation portland paleo listicle heirloom organic. Meggings neutra ramps squid xoxo skateboard everyday. Letterpress cliche artisan post-ironic raw denim hoodie brooklyn sriracha."},{"id":363,"name":"Trappistes Rochefort 8","brand":"Blue Moon","price":278,"abv":4.19,"pints_remain":107,"ingredients":"rounded, watery, dates, baggy, cola","description":"Normcore flexitarian squid ennui. Vhs crucifix echo. Lumbersexual blue bottle asymmetrical occupy phlogiston craft beer."},{"id":364,"name":"Nugget Nectar","brand":"Red Stripe","price":248,"abv":3.71,"pints_remain":7,"ingredients":"mild, chewy, honeysuckle, walnut, lemonade","description":"Sartorial pickled literally typewriter carry. Thundercats quinoa irony migas mixtape. Literally humblebrag migas shoreditch. Health mustache pug truffaut twee vhs."},{"id":365,"name":"La Fin Du Monde","brand":"Stella Artois","price":266,"abv":5.64,"pints_remain":56,"ingredients":"balanced, round, musty, bittersweet chocolate, black currant","description":"Migas asymmetrical listicle carry occupy taxidermy kitsch. Green juice helvetica 3 wolf moon dreamcatcher hashtag truffaut kinfolk. Craft beer narwhal letterpress typewriter chambray artisan. Slow-carb bespoke shabby chic lumbersexual craft beer keffiyeh tote bag seitan. Wayfarers cold-pressed authentic letterpress umami tofu whatever lo-fi."},{"id":366,"name":"Two Hearted Ale","brand":"Lowenbrau","price":260,"abv":3.48,"pints_remain":118,"ingredients":"soft, syrupy, mushroom, black cherry, grassy","description":"Yuccie yolo godard single-origin coffee ramps aesthetic meh fixie. Yuccie jean shorts crucifix tattooed vice. Echo lumbersexual tote bag narwhal selvage. Banh mi tofu put a bird on it five dollar toast cred. Diy ramps butcher."},{"id":367,"name":"Stone IPA","brand":"Delirium","price":285,"abv":6.3,"pints_remain":22,"ingredients":"dry, creamy, barley, bergamot, honeydew","description":"Put a bird on it semiotics +1 banjo tote bag. Small batch distillery pitchfork cardigan. Retro salvia leggings hammock taxidermy waistcoat. Distillery carry scenester jean shorts shoreditch iphone. Cold-pressed thundercats brooklyn dreamcatcher blog."},{"id":368,"name":"Westmalle Trappist Tripel","brand":"Birra Moretti","price":267,"abv":5.39,"pints_remain":83,"ingredients":"dense, syrupy, orange, white pepper, raspberry","description":"Waistcoat xoxo crucifix muggle magic. Vice selfies single-origin coffee hashtag meditation waistcoat humblebrag. Pork belly roof salvia flexitarian. Marfa pickled aesthetic butcher williamsburg. Tilde pour-over heirloom portland carry scenester 8-bit."},{"id":369,"name":"Nugget Nectar","brand":"Quimes","price":248,"abv":5.77,"pints_remain":113,"ingredients":"juicy, creamy, black pepper, nutella, lemongrass","description":"Pop-up selvage before they sold out cred keytar pour-over. Waistcoat keffiyeh seitan five dollar toast. Tilde umami thundercats actually etsy hella vice photo booth."},{"id":370,"name":"Celebrator Doppelbock","brand":"Rolling Rock","price":256,"abv":3.56,"pints_remain":115,"ingredients":"structured, coating, cashew, grapefruit, burnt sugar","description":"Waistcoat gluten-free ennui. Scenester actually neutra dreamcatcher. Chillwave occupy salvia blog ennui swag stumptown. Muggle magic lumbersexual sartorial yolo mumblecore salvia listicle chicharrones. Poutine irony raw denim yuccie messenger bag."},{"id":371,"name":"Storm King Stout","brand":"Amstel","price":270,"abv":3.85,"pints_remain":107,"ingredients":"tart, round, watermelon, clementine, olive","description":"Squid mustache fingerstache chicharrones pork belly chia. Shabby chic readymade yr 3 wolf moon gastropub. Pour-over paleo muggle magic venmo franzen."},{"id":372,"name":"Hercules Double IPA","brand":"Patagonia","price":291,"abv":5.7,"pints_remain":91,"ingredients":"clean, tea-like, clove, tamarind, marshmallow","description":"Tumblr echo microdosing selvage. Carry letterpress fanny pack organic. Fanny pack chartreuse truffaut semiotics aesthetic deep v. Asymmetrical vinyl godard. Kickstarter salvia cornhole beard 90's loko keffiyeh kale chips."},{"id":373,"name":"Péché Mortel","brand":"Pacifico","price":287,"abv":3.45,"pints_remain":88,"ingredients":"dull, slick, potato defect!, black pepper, cinnamon","description":"Xoxo listicle forage lumbersexual selfies try-hard pabst microdosing. Iphone blue bottle dreamcatcher you probably haven't heard of them butcher. Yr church-key actually."},{"id":374,"name":"Sierra Nevada Celebration Ale","brand":"Pacifico","price":273,"abv":4.51,"pints_remain":3,"ingredients":"unbalanced, big, clementine, granola, bittersweet chocolate","description":"Chia meditation five dollar toast tote bag vice. Direct trade food truck craft beer bicycle rights godard polaroid 3 wolf moon. Distillery cornhole etsy ugh food truck cold-pressed chia bespoke. Skateboard microdosing twee banjo ramps selfies."},{"id":375,"name":"Hennepin","brand":"Leffe","price":272,"abv":5.09,"pints_remain":34,"ingredients":"dirty, velvety, wheat, nougat, grapefruit","description":"Park whatever raw denim offal kogi pop-up. Vhs wolf venmo. Mustache seitan put a bird on it photo booth muggle magic cronut."},{"id":376,"name":"HopSlam Ale","brand":"Tsingtao","price":256,"abv":5.95,"pints_remain":52,"ingredients":"tart, smooth, sugar cane, honeysuckle, mint","description":"Pickled ramps typewriter green juice whatever flexitarian neutra distillery. Meh forage blue bottle chicharrones try-hard. Distillery single-origin coffee kinfolk."},{"id":377,"name":"Delirium Tremens","brand":"Becks","price":292,"abv":5.9,"pints_remain":97,"ingredients":"quick, watery, rye, pecan, snow pea","description":"Salvia shabby chic church-key mustache cornhole franzen banh mi. Crucifix tote bag diy muggle magic banjo trust fund before they sold out selfies. Try-hard occupy kale chips cornhole chillwave synth flannel. Art party locavore cliche deep v muggle magic slow-carb. Phlogiston direct trade pop-up."},{"id":378,"name":"Ruination IPA","brand":"Birra Moretti","price":287,"abv":5.79,"pints_remain":35,"ingredients":"balanced, chewy, lavender, tangerine, rye","description":"Cred five dollar toast everyday meh occupy helvetica green juice. Crucifix intelligentsia farm-to-table single-origin coffee skateboard hashtag actually. Retro bitters freegan bicycle rights park chicharrones knausgaard cliche. Paleo mustache wolf yolo fanny pack irony ethical."},{"id":379,"name":"Sierra Nevada Celebration Ale","brand":"Harp","price":257,"abv":5.88,"pints_remain":47,"ingredients":"rounded, silky, vanilla, lemongrass, hibiscus","description":"Selfies post-ironic roof photo booth vice food truck. Chicharrones truffaut vegan loko salvia. Street brooklyn butcher poutine."},{"id":380,"name":"Brooklyn Black","brand":"Amstel","price":265,"abv":6.15,"pints_remain":118,"ingredients":"faint, full, magnolia, concord grape, grassy","description":"Blog post-ironic narwhal muggle magic art party. Pop-up cleanse typewriter. Direct trade echo asymmetrical actually hella migas. Knausgaard tousled locavore. Helvetica carry typewriter letterpress lomo stumptown williamsburg."},{"id":381,"name":"Oak Aged Yeti Imperial Stout","brand":"Corona Extra","price":273,"abv":3.6,"pints_remain":17,"ingredients":"bright, creamy, jasmine, smokey, red apple","description":"Williamsburg 3 wolf moon cronut readymade carry 90's. Cardigan goth occupy freegan viral hammock. Banh mi chambray yolo cronut. Whatever portland schlitz hammock sustainable selvage chia."},{"id":382,"name":"Maudite","brand":"Becks","price":264,"abv":3.6,"pints_remain":6,"ingredients":"muted, syrupy, star fruit, butter, cinnamon","description":"Single-origin coffee diy gluten-free. Cardigan cronut raw denim readymade. Xoxo single-origin coffee raw denim twee austin fixie beard street. Actually tumblr viral keytar listicle gluten-free. Thundercats drinking bespoke phlogiston wolf art party kogi."},{"id":383,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Sierra Nevada","price":268,"abv":4.89,"pints_remain":10,"ingredients":"delicate, silky, cedar, black-tea, smokey","description":"Keffiyeh readymade pickled plaid lumbersexual 8-bit. Mlkshk 3 wolf moon bushwick next level vinegar before they sold out wes anderson flexitarian. Stumptown readymade art party godard master xoxo. Taxidermy art party roof food truck chartreuse yr kale chips."},{"id":384,"name":"Storm King Stout","brand":"Heineken","price":278,"abv":3.81,"pints_remain":65,"ingredients":"delicate, coating, mandarin, cashew, soil","description":"Single-origin coffee roof raw denim cred iphone heirloom 3 wolf moon. Cliche distillery freegan photo booth farm-to-table kickstarter plaid echo. Food truck vice ennui heirloom."},{"id":385,"name":"Hercules Double IPA","brand":"Patagonia","price":275,"abv":3.54,"pints_remain":66,"ingredients":"faint, slick, hibiscus, cream, honeydew","description":"Hella try-hard offal keffiyeh pour-over. Helvetica asymmetrical green juice master celiac 8-bit sustainable. Schlitz scenester occupy."},{"id":386,"name":"HopSlam Ale","brand":"Pacifico","price":260,"abv":6.48,"pints_remain":108,"ingredients":"mild, round, corriander, musty, black pepper","description":"Kitsch master helvetica brunch tattooed marfa. Small batch 8-bit readymade pabst yolo. Keffiyeh retro fixie vhs hashtag neutra stumptown yr."},{"id":387,"name":"Edmund Fitzgerald Porter","brand":"Stella Artois","price":238,"abv":5.1,"pints_remain":80,"ingredients":"quick, full, black cherry, ginger, carbon","description":"Farm-to-table keytar small batch. Celiac actually literally sustainable. Vegan gastropub xoxo portland pour-over etsy."},{"id":388,"name":"Kirin Inchiban","brand":"Miller Draft","price":263,"abv":3.96,"pints_remain":59,"ingredients":"delicate, tea-like, black-tea, marshmallow, concord grape","description":"Flannel skateboard keffiyeh kale chips you probably haven't heard of them tumblr viral. Tumblr loko butcher 3 wolf moon humblebrag pitchfork photo booth. Godard letterpress farm-to-table forage migas banjo waistcoat salvia."},{"id":389,"name":"Trois Pistoles","brand":"Rolling Rock","price":267,"abv":4.86,"pints_remain":97,"ingredients":"wild, silky, honeysuckle, concord grape, jasmine","description":"Post-ironic pbr&b gluten-free actually pabst green juice. Pop-up pabst brunch selfies. Brooklyn microdosing pickled. Ennui yuccie meh mixtape helvetica."},{"id":390,"name":"HopSlam Ale","brand":"Murphys","price":263,"abv":6.02,"pints_remain":10,"ingredients":"unbalanced, watery, snow pea, potato defect!, cocoa powder","description":"Gentrify meditation twee wes anderson flannel pitchfork craft beer helvetica. Chillwave etsy tilde typewriter blog cold-pressed next level. Portland occupy bushwick authentic hammock forage."},{"id":391,"name":"St. Bernardus Abt 12","brand":"Stella Artois","price":246,"abv":4.43,"pints_remain":72,"ingredients":"vibrant, full, toast, soil, rye","description":"Put a bird on it xoxo helvetica mustache cred sriracha synth lumbersexual. Bicycle rights beard pinterest plaid humblebrag. Hashtag chicharrones umami portland sartorial echo meh small batch. Etsy salvia pbr&b intelligentsia blog poutine pabst williamsburg."},{"id":392,"name":"Trappistes Rochefort 10","brand":"Paulaner","price":250,"abv":3.43,"pints_remain":96,"ingredients":"deep, tea-like, red grape, carmel, orange blossom","description":"Franzen venmo mumblecore gentrify poutine leggings you probably haven't heard of them. Chicharrones craft beer cardigan yuccie green juice brunch chambray blue bottle. Keytar meggings literally. Try-hard normcore yuccie. Xoxo franzen occupy pork belly tattooed."},{"id":393,"name":"Storm King Stout","brand":"Becks","price":276,"abv":5.38,"pints_remain":71,"ingredients":"wild, velvety, musty, rubber, green pepper","description":"Irony pop-up art party. Diy pickled selvage fingerstache kickstarter. Hoodie synth vinyl flexitarian kogi pickled try-hard. Skateboard offal venmo retro farm-to-table goth godard. Gastropub selvage godard mumblecore ramps."},{"id":394,"name":"Delirium Noctorum","brand":"Amstel","price":293,"abv":5.52,"pints_remain":53,"ingredients":"dirty, coating, medicinal, peanut, soy sauce","description":"Microdosing roof tattooed single-origin coffee whatever tofu dreamcatcher ramps. Roof farm-to-table williamsburg. Pabst austin taxidermy blog."},{"id":395,"name":"Storm King Stout","brand":"Patagonia","price":250,"abv":6.04,"pints_remain":18,"ingredients":"clean, big, barley, cocoa powder, musty","description":"Normcore xoxo tote bag hashtag keytar gentrify. Tumblr artisan listicle keffiyeh mlkshk bushwick put a bird on it. 90's ethical quinoa. Kinfolk gastropub chicharrones 8-bit williamsburg narwhal cronut."},{"id":396,"name":"La Fin Du Monde","brand":"Corona Extra","price":270,"abv":5.23,"pints_remain":121,"ingredients":"dirty, silky, baggy, smokey, nutella","description":"Kogi 8-bit forage kitsch brooklyn migas squid neutra. Banh mi williamsburg paleo. Roof shoreditch seitan poutine street. Godard wayfarers heirloom etsy pickled loko."},{"id":397,"name":"Chocolate St","brand":"BudLight","price":279,"abv":5.1,"pints_remain":80,"ingredients":"complex, watery, red apple, vanilla, almond","description":"Cold-pressed asymmetrical tumblr pop-up. Twee art party tilde selfies ennui. Franzen tattooed vice xoxo kitsch."},{"id":398,"name":"Sublimely Self-Righteous Ale","brand":"Amstel","price":279,"abv":5.32,"pints_remain":115,"ingredients":"astringent, velvety, graham cracker, cedar, clementine","description":"Normcore asymmetrical twee pitchfork viral godard humblebrag muggle magic. Williamsburg deep v crucifix forage post-ironic fanny pack. Tousled pbr&b artisan. Tote bag migas yolo listicle meggings cardigan direct trade tofu."},{"id":399,"name":"Arrogant Bastard Ale","brand":"Coors lite","price":248,"abv":5.12,"pints_remain":90,"ingredients":"quick, velvety, grassy, cashew, mandarin","description":"Listicle vegan muggle magic. Flexitarian chartreuse schlitz asymmetrical post-ironic austin. Kogi organic brooklyn retro actually mlkshk selfies. Vhs poutine pitchfork cleanse xoxo selfies lomo direct trade."},{"id":400,"name":"Bourbon County Stout","brand":"Pabst Blue Ribbon","price":252,"abv":4.5,"pints_remain":65,"ingredients":"crisp, round, curry, hops, cola","description":"Try-hard flexitarian bitters keffiyeh. Food truck poutine literally flexitarian pour-over vinegar. Loko narwhal fashion axe yr schlitz wayfarers bushwick. Knausgaard locavore semiotics aesthetic pug selvage. Taxidermy messenger bag pickled cornhole heirloom."},{"id":401,"name":"Shakespeare Oatmeal","brand":"Quimes","price":255,"abv":4.82,"pints_remain":101,"ingredients":"quick, silky, milk chocolate, star fruit, milk chocolate","description":"Post-ironic single-origin coffee messenger bag raw denim blog pour-over. Fingerstache small batch neutra. Deep v keffiyeh freegan pork belly health franzen. Xoxo locavore butcher franzen readymade beard."},{"id":402,"name":"Hop Rod Rye","brand":"Sapporo","price":279,"abv":5.09,"pints_remain":53,"ingredients":"unbalanced, syrupy, sage, red apple, orange creamsicle","description":"Venmo flannel wolf small batch butcher everyday. Slow-carb chia cronut muggle magic blue bottle etsy art party chambray. Chia distillery salvia direct trade cronut stumptown umami bushwick. Cleanse pickled migas yolo slow-carb crucifix synth."},{"id":403,"name":"Trappistes Rochefort 8","brand":"Murphys","price":277,"abv":3.64,"pints_remain":109,"ingredients":"clean, tea-like, carbon, cantaloupe, baggy","description":"Ugh ramps fanny pack. Master crucifix cred pour-over butcher 90's craft beer. Ramps food truck readymade leggings irony umami. Roof jean shorts brunch cardigan pour-over meditation diy. Actually twee gentrify taxidermy yuccie organic bitters park."},{"id":404,"name":"Dreadnaught IPA","brand":"Carlsberg","price":252,"abv":3.44,"pints_remain":31,"ingredients":"vibrant, smooth, hops, prune, baggy","description":"Letterpress locavore mustache typewriter bicycle rights. Cleanse kale chips chillwave iphone squid. Gentrify street venmo."},{"id":405,"name":"Trois Pistoles","brand":"Tsingtao","price":248,"abv":6.89,"pints_remain":53,"ingredients":"juicy, creamy, tamarind, cashew, sweet pea","description":"Squid next level ramps kickstarter. Pabst truffaut stumptown disrupt. Viral marfa chillwave salvia vhs seitan. Tumblr readymade brunch irony pour-over chillwave."},{"id":406,"name":"Sublimely Self-Righteous Ale","brand":"Quimes","price":261,"abv":4.78,"pints_remain":10,"ingredients":"sharp, big, coconut, quakery, sundried tomato","description":"Quinoa flexitarian ugh literally pour-over vice freegan occupy. Cornhole actually cronut. Ugh xoxo bespoke mustache migas portland iphone."},{"id":407,"name":"Stone Imperial Russian Stout","brand":"Becks","price":287,"abv":4.62,"pints_remain":63,"ingredients":"sharp, watery, bittersweet chocolate, liquorice, strawberry","description":"Tofu squid selvage. Wolf celiac helvetica offal roof. 8-bit pug cornhole vice bitters."},{"id":408,"name":"Edmund Fitzgerald Porter","brand":"Heineken","price":276,"abv":6.67,"pints_remain":58,"ingredients":"structured, tea-like, marshmallow, concord grape, banana","description":"Truffaut tofu keffiyeh normcore. Polaroid diy flexitarian cray etsy. Letterpress shoreditch direct trade. Locavore normcore wolf muggle magic. Messenger bag microdosing sustainable hammock tattooed cleanse portland."},{"id":409,"name":"Sierra Nevada Celebration Ale","brand":"Pabst Blue Ribbon","price":258,"abv":6.97,"pints_remain":56,"ingredients":"delicate, slick, lavender, concord grape, sugar cane","description":"Pinterest shabby chic park. Letterpress meh church-key keffiyeh. Sustainable chia five dollar toast. Meditation distillery pug offal schlitz food truck swag tacos. Biodiesel slow-carb forage bespoke mustache gluten-free."},{"id":410,"name":"Stone Imperial Russian Stout","brand":"Red Stripe","price":237,"abv":3.28,"pints_remain":11,"ingredients":"tart, round, cashew, blueberry, lemon verbena","description":"Deep v mlkshk offal. Single-origin coffee 8-bit everyday chambray 3 wolf moon park chicharrones disrupt. Umami paleo bespoke narwhal celiac pbr&b biodiesel."},{"id":411,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Harp","price":293,"abv":5.19,"pints_remain":68,"ingredients":"wild, slick, golden raisin, soy sauce, red currant","description":"Hashtag cliche tumblr kogi. Listicle master 90's vhs. Ramps crucifix master letterpress 8-bit everyday chambray wes anderson. Craft beer thundercats schlitz. Lomo mumblecore tote bag +1 pickled."},{"id":412,"name":"Chimay Grande Réserve","brand":"Pabst Blue Ribbon","price":237,"abv":3.69,"pints_remain":79,"ingredients":"deep, full, apricot, honeysuckle, quakery","description":"Tilde ethical pug. Keytar kale chips occupy gentrify. Blog yolo swag kickstarter."},{"id":413,"name":"Orval Trappist Ale","brand":"Rolling Rock","price":282,"abv":3.36,"pints_remain":24,"ingredients":"vibrant, watery, cranberry, jasmine, graham cracker","description":"Fashion axe intelligentsia truffaut squid selfies +1. Kinfolk chia cleanse yolo. Lumbersexual kale chips tilde health. Master fingerstache mumblecore goth."},{"id":414,"name":"Stone IPA","brand":"Kirin","price":282,"abv":6.95,"pints_remain":68,"ingredients":"juicy, watery, lavender, sweet pea, hazelnut","description":"Goth kogi vegan. Salvia austin pitchfork. Lomo shabby chic shoreditch lo-fi heirloom."},{"id":415,"name":"Trappistes Rochefort 8","brand":"Dos Equis","price":272,"abv":6.99,"pints_remain":84,"ingredients":"muted, tea-like, bittersweet chocolate, rubber, black pepper","description":"Thundercats cronut twee kombucha yolo crucifix helvetica xoxo. Semiotics banh mi roof chicharrones +1 cardigan biodiesel green juice. Plaid portland trust fund knausgaard gluten-free."},{"id":416,"name":"Samuel Smith’s Oatmeal Stout","brand":"Heineken","price":240,"abv":6.0,"pints_remain":34,"ingredients":"bright, creamy, watermelon, rubber, cantaloupe","description":"Vice yr ramps mumblecore dreamcatcher asymmetrical. Kogi pop-up deep v iphone. Tacos salvia ugh food truck. Seitan occupy shoreditch tattooed. Next level phlogiston tattooed post-ironic salvia."},{"id":417,"name":"Weihenstephaner Hefeweissbier","brand":"Red Stripe","price":277,"abv":6.47,"pints_remain":90,"ingredients":"dirty, syrupy, raisin, tangerine, peanut","description":"Venmo dreamcatcher kitsch post-ironic selfies cronut. Yuccie health before they sold out. Small batch direct trade tilde. Banjo paleo cardigan cred cliche thundercats."},{"id":418,"name":"Bell’s Expedition","brand":"Coors lite","price":286,"abv":5.24,"pints_remain":122,"ingredients":"faint, coating, meyer lemon, orange creamsicle, rose hips","description":"Ramps salvia viral retro. Vinegar tousled xoxo wayfarers. Yolo shoreditch vinyl. Aesthetic next level beard carry."},{"id":419,"name":"Old Rasputin Russian Imperial Stout","brand":"Pacifico","price":260,"abv":3.45,"pints_remain":5,"ingredients":"unbalanced, smooth, peanut, vanilla, barley","description":"Hammock 90's tousled squid meh tacos food truck you probably haven't heard of them. Hella fanny pack retro small batch. Goth crucifix fingerstache. Neutra fingerstache franzen schlitz wolf thundercats. Letterpress leggings loko neutra ethical actually poutine wes anderson."},{"id":420,"name":"Bell’s Expedition","brand":"Pabst Blue Ribbon","price":295,"abv":3.31,"pints_remain":44,"ingredients":"unbalanced, chewy, toast, walnut, cocoa powder","description":"3 wolf moon whatever ugh humblebrag biodiesel art party twee sustainable. Xoxo skateboard squid knausgaard. Messenger bag forage dreamcatcher truffaut retro neutra."},{"id":421,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Sierra Nevada","price":287,"abv":6.95,"pints_remain":28,"ingredients":"deep, tea-like, green pepper, rye, hay","description":"Kogi hammock celiac. Yr fashion axe kombucha single-origin coffee 90's austin flannel. Squid kinfolk lo-fi freegan green juice taxidermy ramps wolf."},{"id":422,"name":"Ruination IPA","brand":"Tsingtao","price":244,"abv":6.69,"pints_remain":3,"ingredients":"juicy, silky, lime, meyer lemon, butter","description":"Microdosing small batch xoxo literally quinoa schlitz kickstarter. Selvage thundercats before they sold out food truck dreamcatcher tattooed. Organic park godard listicle church-key ethical +1 brunch."},{"id":423,"name":"Old Rasputin Russian Imperial Stout","brand":"Kirin","price":280,"abv":5.13,"pints_remain":65,"ingredients":"delicate, full, red apple, vanilla, sugar cane","description":"Artisan etsy sriracha. Umami tousled master franzen blue bottle pork belly. Direct trade ethical aesthetic fashion axe fixie helvetica godard 90's. Cronut raw denim gentrify aesthetic direct trade truffaut. Quinoa semiotics bicycle rights organic sartorial flannel ethical humblebrag."},{"id":424,"name":"Storm King Stout","brand":"Carlsberg","price":284,"abv":4.13,"pints_remain":40,"ingredients":"vibrant, juicy, white pepper, medicinal, nougat","description":"Banjo hoodie neutra roof pabst. Humblebrag poutine flexitarian tacos yolo trust fund. Roof cray phlogiston photo booth normcore tumblr leggings yolo. Polaroid kinfolk gluten-free gastropub kitsch. Chartreuse meggings xoxo vegan neutra small batch humblebrag williamsburg."},{"id":425,"name":"Samuel Smith’s Imperial IPA","brand":"Pacifico","price":292,"abv":4.78,"pints_remain":65,"ingredients":"vibrant, slick, granola, passion fruit, red currant","description":"Mustache cornhole sustainable. Tattooed blog irony vhs ramps kale chips tote bag shoreditch. Cold-pressed quinoa distillery literally seitan portland pickled semiotics."},{"id":426,"name":"Péché Mortel","brand":"Dos Equis","price":281,"abv":3.97,"pints_remain":31,"ingredients":"rounded, full, tomato, black pepper, pecan","description":"Master drinking umami meditation. Vice gluten-free disrupt cray. Trust fund synth twee letterpress cred schlitz quinoa fingerstache. Shoreditch fashion axe microdosing waistcoat heirloom dreamcatcher messenger bag."},{"id":427,"name":"Chimay Grande Réserve","brand":"Birra Moretti","price":265,"abv":4.75,"pints_remain":87,"ingredients":"crisp, big, butter, clove, red currant","description":"Tacos yr pork belly swag. Yr messenger bag paleo truffaut fixie. Tattooed everyday phlogiston pbr&b microdosing you probably haven't heard of them master ennui. Vinegar keytar shabby chic park forage marfa cleanse."},{"id":428,"name":"Sapporo Premium","brand":"Sierra Nevada","price":293,"abv":3.66,"pints_remain":31,"ingredients":"pointed, chewy, honey, black pepper, red apple","description":"Shabby chic squid bicycle rights trust fund cliche authentic. Disrupt ethical typewriter +1 mustache. Shabby chic echo meggings artisan pbr&b deep v. 90's retro semiotics."},{"id":429,"name":"Orval Trappist Ale","brand":"Guinness","price":292,"abv":4.78,"pints_remain":19,"ingredients":"vibrant, velvety, sweet pea, cocoa powder, nectarine","description":"Kickstarter slow-carb aesthetic. Normcore brooklyn truffaut mustache gluten-free echo squid viral. Five dollar toast vinyl single-origin coffee drinking salvia fashion axe waistcoat plaid."},{"id":430,"name":"Arrogant Bastard Ale","brand":"Carlsberg","price":274,"abv":4.25,"pints_remain":7,"ingredients":"delicate, smooth, black pepper, squash, red grape","description":"Dreamcatcher wolf viral messenger bag 8-bit. Pour-over chillwave occupy readymade fixie. Chillwave franzen vhs bushwick stumptown readymade lo-fi before they sold out. Selvage williamsburg semiotics carry pabst yr. Twee green juice pickled franzen yr wayfarers."},{"id":431,"name":"Two Hearted Ale","brand":"Fosters","price":248,"abv":4.33,"pints_remain":72,"ingredients":"structured, chewy, white grape, sundried tomato, mint","description":"Meditation beard yolo pour-over cliche pabst wolf goth. Chartreuse chia readymade selfies church-key master. 3 wolf moon roof dreamcatcher pop-up mlkshk pork belly sriracha vice. Next level ethical literally."},{"id":432,"name":"Alpha King Pale Ale","brand":"Murphys","price":258,"abv":3.52,"pints_remain":87,"ingredients":"mild, juicy, medicinal, orange blossom, green grape","description":"Food truck heirloom loko 90's tofu small batch direct trade leggings. Helvetica loko cred diy venmo vice. Church-key roof retro waistcoat asymmetrical drinking farm-to-table art party."},{"id":433,"name":"Chocolate St","brand":"Heineken","price":240,"abv":6.59,"pints_remain":83,"ingredients":"delicate, slick, dates, green-tea, sage","description":"Shoreditch forage chambray. Bicycle rights thundercats organic pug irony ramps. Freegan +1 vinyl farm-to-table cornhole 8-bit disrupt. Flannel disrupt phlogiston leggings polaroid. Pitchfork heirloom aesthetic synth tofu before they sold out actually bicycle rights."},{"id":434,"name":"Hercules Double IPA","brand":"Kirin","price":246,"abv":4.32,"pints_remain":122,"ingredients":"vibrant, chewy, cocoa powder, mushroom, green apple","description":"Fashion axe forage gastropub wolf carry keffiyeh marfa. Ethical flannel freegan pork belly diy health scenester xoxo. Direct trade farm-to-table vinyl flannel. Pbr&b hella actually vinegar thundercats bushwick kogi twee. Meggings cleanse vegan cardigan sartorial etsy raw denim williamsburg."},{"id":435,"name":"Sapporo Premium","brand":"Becks","price":290,"abv":3.78,"pints_remain":50,"ingredients":"deep, creamy, cashew, marshmallow, liquorice","description":"Craft beer butcher iphone helvetica. Seitan humblebrag bushwick authentic forage cronut banh mi 8-bit. Tousled street slow-carb franzen. Twee wes anderson leggings microdosing poutine jean shorts goth cornhole."},{"id":436,"name":"Delirium Tremens","brand":"Coors lite","price":244,"abv":6.87,"pints_remain":78,"ingredients":"faint, silky, sweet pea, green-tea, marshmallow","description":"Everyday waistcoat cray tacos bicycle rights ethical. Five dollar toast marfa selvage butcher quinoa vinyl. Fingerstache portland single-origin coffee xoxo."},{"id":437,"name":"Westmalle Trappist Tripel","brand":"Dos Equis","price":260,"abv":4.95,"pints_remain":112,"ingredients":"dry, coating, rose hips, maple syrup, medicinal","description":"Brunch hella poutine ugh five dollar toast. Muggle magic roof fixie messenger bag migas bushwick. Ennui retro microdosing selvage chartreuse disrupt. Kinfolk listicle franzen direct trade sustainable carry everyday."},{"id":438,"name":"Samuel Smith’s Oatmeal Stout","brand":"Coors lite","price":248,"abv":6.74,"pints_remain":120,"ingredients":"bright, full, grapefruit, raisin, coconut","description":"Migas vinyl organic tattooed church-key. Disrupt slow-carb literally art party vice keytar kale chips church-key. Umami cornhole plaid portland cardigan try-hard freegan neutra."},{"id":439,"name":"Yeti Imperial Stout","brand":"Quimes","price":261,"abv":6.13,"pints_remain":43,"ingredients":"crisp, tea-like, mango, concord grape, cacao nibs","description":"Swag narwhal banh mi phlogiston bicycle rights mlkshk. Chillwave organic wayfarers chia next level drinking. Bespoke humblebrag wes anderson viral kale chips ramps."},{"id":440,"name":"Brooklyn Black","brand":"Red Stripe","price":280,"abv":5.96,"pints_remain":60,"ingredients":"dull, velvety, clove, carbon, red currant","description":"Humblebrag butcher lomo synth yuccie letterpress 90's. Pop-up tumblr ugh roof sartorial cornhole. Butcher tacos twee post-ironic lo-fi pickled distillery seitan. Helvetica quinoa cardigan meggings ennui sartorial portland kinfolk."},{"id":441,"name":"Stone Imperial Russian Stout","brand":"Leffe","price":277,"abv":3.76,"pints_remain":77,"ingredients":"dull, slick, raisin, cedar, toast","description":"Pbr&b ethical listicle small batch xoxo locavore wes anderson. Freegan dreamcatcher pitchfork whatever. Shabby chic godard twee ugh banjo kitsch authentic. Gastropub chicharrones polaroid asymmetrical. Lo-fi direct trade carry pug bushwick brooklyn."},{"id":442,"name":"Nugget Nectar","brand":"Leffe","price":280,"abv":5.28,"pints_remain":88,"ingredients":"unbalanced, coating, cola, walnut, tomato","description":"Taxidermy shoreditch disrupt fanny pack deep v. Loko pour-over pinterest cornhole. Gluten-free kickstarter yolo distillery bushwick asymmetrical lo-fi. Church-key narwhal vice direct trade salvia venmo semiotics. Cardigan venmo vinegar biodiesel chambray migas quinoa offal."},{"id":443,"name":"Nugget Nectar","brand":"Dos Equis","price":252,"abv":3.35,"pints_remain":29,"ingredients":"delicate, creamy, cashew, orange, vanilla","description":"Chia chartreuse beard. Bitters everyday gastropub pickled scenester. Kogi truffaut venmo gastropub forage neutra knausgaard green juice. Narwhal polaroid blog thundercats marfa swag roof listicle."},{"id":444,"name":"Alpha King Pale Ale","brand":"Birra Moretti","price":237,"abv":5.79,"pints_remain":92,"ingredients":"dirty, watery, bittersweet chocolate, orange, mushroom","description":"Green juice messenger bag microdosing ramps craft beer jean shorts vhs waistcoat. Leggings +1 marfa bushwick. 90's banjo beard occupy brunch stumptown ugh knausgaard. Sartorial mumblecore kombucha locavore pbr&b waistcoat ennui 90's. Selvage pitchfork salvia."},{"id":445,"name":"Two Hearted Ale","brand":"Hoegaarden","price":250,"abv":4.29,"pints_remain":49,"ingredients":"balanced, chewy, sugar cane, green pepper, soil","description":"Diy marfa flannel readymade health next level. Swag pour-over messenger bag banjo chia. Xoxo next level messenger bag irony fixie. Listicle sustainable green juice biodiesel authentic intelligentsia direct trade williamsburg."},{"id":446,"name":"Trois Pistoles","brand":"Lowenbrau","price":271,"abv":4.22,"pints_remain":122,"ingredients":"muted, syrupy, sugar cane, leathery, green apple","description":"Poutine bicycle rights microdosing flannel banh mi deep v. Blog normcore vinyl stumptown. Crucifix before they sold out hammock tilde cliche messenger bag fixie."},{"id":447,"name":"Sierra Nevada Bigfoot Barleywine Style Ale","brand":"Pabst Blue Ribbon","price":291,"abv":4.16,"pints_remain":95,"ingredients":"structured, tea-like, tangerine, mango, soy sauce","description":"Narwhal 3 wolf moon wes anderson. Pitchfork art party williamsburg. Goth beard church-key pop-up waistcoat blue bottle single-origin coffee organic."},{"id":448,"name":"Ruination IPA","brand":"Pacifico","price":296,"abv":6.13,"pints_remain":32,"ingredients":"delicate, smooth, peanut, lemonade, coconut","description":"Fingerstache ethical kitsch vegan gastropub. Tote bag blog marfa chambray humblebrag street. Carry echo humblebrag fashion axe tumblr iphone. Goth ramps shabby chic."},{"id":449,"name":"HopSlam Ale","brand":"Amstel","price":242,"abv":6.85,"pints_remain":49,"ingredients":"pointed, creamy, soy sauce, passion fruit, dill","description":"Godard disrupt church-key venmo drinking art party mustache mumblecore. Yolo ugh slow-carb ramps kinfolk typewriter kitsch cleanse. Wes anderson pug irony."},{"id":450,"name":"Duvel","brand":"Red Stripe","price":293,"abv":4.18,"pints_remain":55,"ingredients":"juicy, silky, curry, peach, graham cracker","description":"Echo blog trust fund pour-over. Leggings venmo organic butcher yuccie disrupt 90's. Phlogiston vhs occupy cray."},{"id":451,"name":"Edmund Fitzgerald Porter","brand":"Guinness","price":280,"abv":4.41,"pints_remain":103,"ingredients":"dry, tea-like, meyer lemon, rye, burnt sugar","description":"Next level chartreuse waistcoat plaid xoxo wes anderson. Narwhal ramps mumblecore trust fund. Single-origin coffee heirloom flexitarian tumblr drinking offal wes anderson."},{"id":452,"name":"Chocolate St","brand":"Birra Moretti","price":244,"abv":3.88,"pints_remain":16,"ingredients":"muted, coating, black currant, black cherry, red apple","description":"Loko aesthetic iphone chillwave. Freegan 8-bit blog ethical chicharrones ugh distillery post-ironic. Mlkshk echo scenester godard kinfolk cardigan williamsburg muggle magic. Selvage retro forage vinyl."},{"id":453,"name":"Delirium Noctorum","brand":"Samuel Adams","price":283,"abv":3.95,"pints_remain":9,"ingredients":"tart, velvety, marzipan, coconut, raspberry","description":"Gluten-free single-origin coffee marfa portland. Loko meh deep v. Five dollar toast vinyl synth next level hammock. Yolo banh mi wes anderson goth you probably haven't heard of them messenger bag."},{"id":454,"name":"Two Hearted Ale","brand":"Blue Moon","price":256,"abv":4.66,"pints_remain":68,"ingredients":"vibrant, velvety, carmel, potato defect!, raisin","description":"Butcher occupy try-hard. Listicle art party tofu locavore etsy freegan cornhole forage. Bespoke kale chips venmo tumblr irony. Tote bag migas hella."},{"id":455,"name":"Yeti Imperial Stout","brand":"Fosters","price":272,"abv":6.88,"pints_remain":55,"ingredients":"dirty, syrupy, white pepper, raisin, dill","description":"Sartorial single-origin coffee xoxo cleanse. Squid blog direct trade hoodie pug. Raw denim vegan sriracha biodiesel beard artisan. Food truck five dollar toast tilde single-origin coffee. Ugh ethical fashion axe selvage banh mi poutine chartreuse."},{"id":456,"name":"Delirium Tremens","brand":"Tsingtao","price":252,"abv":4.81,"pints_remain":3,"ingredients":"bright, juicy, walnut, orange creamsicle, carbon","description":"Trust fund 8-bit narwhal salvia vinegar fingerstache. Gentrify yuccie street cleanse cronut knausgaard asymmetrical art party. Bespoke trust fund gentrify tilde fanny pack scenester shoreditch sriracha. Sartorial loko marfa blog pop-up. Squid photo booth letterpress green juice jean shorts banjo."},{"id":457,"name":"Double Bastard Ale","brand":"Paulaner","price":259,"abv":4.77,"pints_remain":47,"ingredients":"delicate, big, nutella, cream, cinnamon","description":"Tote bag selvage kickstarter iphone tousled hammock lo-fi church-key. Plaid pabst slow-carb sriracha raw denim pbr&b quinoa. Forage loko cray lomo."},{"id":458,"name":"La Fin Du Monde","brand":"Murphys","price":260,"abv":4.82,"pints_remain":48,"ingredients":"dry, big, toast, almond, cinnamon","description":"Yr raw denim church-key. Occupy loko godard austin disrupt cronut. Schlitz five dollar toast salvia park drinking 90's. Aesthetic carry marfa bicycle rights. Vhs kale chips mlkshk wayfarers before they sold out cliche gentrify art party."},{"id":459,"name":"HopSlam Ale","brand":"Dos Equis","price":291,"abv":3.89,"pints_remain":48,"ingredients":"juicy, big, cola, cashew, walnut","description":"Organic messenger bag pbr&b neutra single-origin coffee tofu bitters. Fashion axe sustainable messenger bag kitsch. Diy chartreuse yolo brooklyn sustainable."},{"id":460,"name":"Trois Pistoles","brand":"Blue Moon","price":286,"abv":4.38,"pints_remain":92,"ingredients":"sharp, round, jasmine, strawberry, white grape","description":"Blog kogi thundercats banh mi scenester. Irony organic yuccie schlitz gentrify. Health pitchfork five dollar toast dreamcatcher pork belly church-key."},{"id":461,"name":"Maudite","brand":"Blue Moon","price":269,"abv":4.76,"pints_remain":80,"ingredients":"pointed, coating, nougat, star fruit, medicinal","description":"Kinfolk freegan yolo. Beard crucifix cronut diy migas single-origin coffee +1 xoxo. Five dollar toast williamsburg 8-bit church-key muggle magic meggings. Ethical banh mi squid."},{"id":462,"name":"Stone Imperial Russian Stout","brand":"Budweiser","price":272,"abv":4.02,"pints_remain":33,"ingredients":"bright, creamy, lemon, figs, bittersweet chocolate","description":"Before they sold out vice tilde. Blog schlitz sartorial you probably haven't heard of them tote bag hoodie sustainable. Bushwick next level quinoa deep v wolf truffaut. Readymade helvetica sustainable biodiesel kombucha."},{"id":463,"name":"Weihenstephaner Hefeweissbier","brand":"Stella Artois","price":265,"abv":4.73,"pints_remain":90,"ingredients":"juicy, silky, meyer lemon, sugar cane, snow pea","description":"Normcore freegan fingerstache fashion axe jean shorts narwhal bitters. Squid typewriter lomo etsy venmo. Seitan kombucha brunch tousled wayfarers."},{"id":464,"name":"Trappistes Rochefort 10","brand":"Fosters","price":277,"abv":6.27,"pints_remain":33,"ingredients":"crisp, chewy, meyer lemon, lemonade, lychee","description":"Migas cray vhs 3 wolf moon retro cliche. Bicycle rights truffaut fanny pack humblebrag. Flexitarian farm-to-table crucifix."},{"id":465,"name":"Brooklyn Black","brand":"Birra Moretti","price":291,"abv":5.5,"pints_remain":17,"ingredients":"quick, full, sweet pea, figs, white grape","description":"Neutra shabby chic drinking. Ethical kickstarter pork belly brunch bitters loko. Single-origin coffee offal organic bicycle rights synth echo trust fund. Cliche yr tumblr echo retro fashion axe marfa."},{"id":466,"name":"90 Minute IPA","brand":"Guinness","price":255,"abv":3.44,"pints_remain":67,"ingredients":"crisp, slick, ginger, lavender, honey","description":"Swag carry mumblecore. Tousled echo selfies. Pour-over hoodie bushwick schlitz asymmetrical poutine pop-up mumblecore. Pabst waistcoat fanny pack mumblecore jean shorts."},{"id":467,"name":"Trois Pistoles","brand":"Delirium","price":266,"abv":5.09,"pints_remain":109,"ingredients":"rounded, creamy, soy sauce, sage, kiwi","description":"Phlogiston dreamcatcher keffiyeh sriracha single-origin coffee chartreuse twee. Letterpress keffiyeh food truck pickled retro cliche everyday poutine. Ugh bespoke yolo 3 wolf moon meditation occupy gluten-free cornhole. Scenester craft beer master semiotics pbr&b hella tote bag. Venmo freegan distillery photo booth cornhole."},{"id":468,"name":"Sierra Nevada Celebration Ale","brand":"Harp","price":270,"abv":4.97,"pints_remain":2,"ingredients":"faint, silky, squash, grassy, leathery","description":"Cornhole five dollar toast cold-pressed chia chambray blue bottle try-hard. Yuccie mustache actually xoxo. Ethical dreamcatcher plaid kale chips."},{"id":469,"name":"Maudite","brand":"Rolling Rock","price":240,"abv":5.75,"pints_remain":67,"ingredients":"bright, slick, black-tea, nougat, passion fruit","description":"Pabst scenester cronut small batch viral. Kale chips tacos twee flexitarian trust fund pug. Put a bird on it cronut blue bottle."},{"id":470,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Blue Moon","price":274,"abv":5.16,"pints_remain":81,"ingredients":"dry, syrupy, strawberry, passion fruit, hay","description":"Shoreditch lo-fi fanny pack kinfolk. Bushwick squid offal kickstarter. Phlogiston narwhal venmo hashtag try-hard church-key kickstarter austin. Ennui quinoa health ramps park yolo ugh. Humblebrag tilde 8-bit tote bag selvage photo booth."},{"id":471,"name":"Ruination IPA","brand":"Pacifico","price":273,"abv":6.72,"pints_remain":93,"ingredients":"tart, slick, green-tea, corriander, black-tea","description":"Cold-pressed muggle magic mlkshk poutine. Post-ironic squid cleanse everyday street hoodie. Tacos humblebrag meggings five dollar toast deep v."},{"id":472,"name":"Racer 5 India Pale Ale, Bear Republic Bre","brand":"Blue Moon","price":256,"abv":4.99,"pints_remain":34,"ingredients":"balanced, chewy, lemonade, curry, rubber","description":"Try-hard bushwick tofu letterpress bitters literally leggings phlogiston. Austin shoreditch farm-to-table irony tofu pickled actually. Diy green juice chillwave sustainable polaroid pickled cred ugh. Selvage knausgaard green juice hoodie post-ironic next level. 8-bit readymade chillwave master godard."},{"id":473,"name":"Stone IPA","brand":"Amstel","price":272,"abv":6.94,"pints_remain":33,"ingredients":"unbalanced, full, mandarin, green pepper, sugar cane","description":"Hashtag bushwick letterpress. Lomo xoxo cronut church-key pabst. Cornhole vinegar banjo mlkshk typewriter. Tote bag art party synth bicycle rights cronut."},{"id":474,"name":"Nugget Nectar","brand":"Fosters","price":274,"abv":4.55,"pints_remain":88,"ingredients":"structured, full, dates, fresh wood, cream","description":"Selfies put a bird on it stumptown cred. Pinterest iphone everyday normcore vinegar cray intelligentsia. Biodiesel typewriter leggings freegan five dollar toast knausgaard before they sold out meh."},{"id":475,"name":"Shakespeare Oatmeal","brand":"Paulaner","price":277,"abv":4.29,"pints_remain":91,"ingredients":"dense, silky, tobacco, dates, soy sauce","description":"Poutine kogi ennui flannel. Photo booth tousled ramps lo-fi. Pbr&b retro humblebrag 90's photo booth hammock."},{"id":476,"name":"St. Bernardus Abt 12","brand":"Hoegaarden","price":268,"abv":5.13,"pints_remain":40,"ingredients":"pointed, coating, soil, clementine, quakery","description":"Sriracha paleo authentic +1 cray poutine. Diy occupy normcore chia post-ironic carry. Kinfolk sartorial tacos."},{"id":477,"name":"90 Minute IPA","brand":"Budweiser","price":267,"abv":5.47,"pints_remain":1,"ingredients":"soft, smooth, orange blossom, hay, granola","description":"Kale chips migas austin bicycle rights cronut. Goth marfa loko farm-to-table biodiesel park shoreditch. Truffaut vinegar five dollar toast. Ennui slow-carb gluten-free single-origin coffee neutra. Kogi shabby chic twee quinoa mustache pitchfork."},{"id":478,"name":"Stone IPA","brand":"Amstel","price":248,"abv":3.44,"pints_remain":37,"ingredients":"wild, tea-like, wheat, black-tea, magnolia","description":"Diy hoodie bespoke crucifix fashion axe green juice chartreuse skateboard. Tofu hashtag cronut yuccie. Craft beer 90's schlitz brooklyn normcore synth. Lomo poutine diy banh mi bespoke."},{"id":479,"name":"Trappistes Rochefort 10","brand":"Becks","price":245,"abv":3.55,"pints_remain":95,"ingredients":"rounded, chewy, rubber, mandarin, marzipan","description":"Pour-over cardigan chartreuse drinking bushwick five dollar toast. Chillwave sartorial fashion axe. Vinegar mustache organic crucifix meditation post-ironic goth typewriter."},{"id":480,"name":"Sierra Nevada Celebration Ale","brand":"Becks","price":280,"abv":5.04,"pints_remain":43,"ingredients":"dry, smooth, kiwi, cedar, grassy","description":"Ethical umami cleanse sriracha bespoke 3 wolf moon. Green juice lumbersexual church-key next level keytar. +1 chicharrones next level vinegar. Meggings taxidermy fingerstache pbr&b tumblr umami. Iphone readymade blog yr gluten-free."},{"id":481,"name":"Maharaj","brand":"Stella Artois","price":279,"abv":5.77,"pints_remain":9,"ingredients":"faint, juicy, cashew, pineapple, green pepper","description":"Meh tattooed lo-fi. Disrupt kickstarter plaid organic actually yolo. Occupy cardigan swag pour-over migas pbr&b. Thundercats chartreuse truffaut pop-up vinyl brunch. Pug squid direct trade intelligentsia cred."},{"id":482,"name":"90 Minute IPA","brand":"Miller Draft","price":243,"abv":3.92,"pints_remain":28,"ingredients":"rounded, silky, liquorice, figs, sundried tomato","description":"Kale chips literally tacos trust fund 3 wolf moon meh meggings plaid. Raw denim flexitarian meggings gentrify pug. Normcore vhs green juice pop-up jean shorts pitchfork. Ethical tofu migas wes anderson."},{"id":483,"name":"Bell’s Expedition","brand":"Pabst Blue Ribbon","price":264,"abv":3.82,"pints_remain":100,"ingredients":"dirty, juicy, grassy, kiwi, tamarind","description":"Retro hammock loko kickstarter wolf. Bitters mumblecore lomo chambray. Franzen vegan tousled banjo tumblr shoreditch ennui. Fashion axe microdosing kale chips."},{"id":484,"name":"Bourbon County Stout","brand":"Murphys","price":260,"abv":4.3,"pints_remain":20,"ingredients":"quick, smooth, tangerine, peach, magnolia","description":"Ugh chartreuse tofu hashtag. Kinfolk occupy normcore cliche selfies austin banh mi godard. Ethical godard farm-to-table next level ramps vhs hella. Lumbersexual direct trade you probably haven't heard of them pbr&b 8-bit. Muggle magic phlogiston tilde deep v."},{"id":485,"name":"Old Rasputin Russian Imperial Stout","brand":"Miller Draft","price":292,"abv":4.7,"pints_remain":112,"ingredients":"quick, creamy, cedar, marshmallow, mandarin","description":"Quinoa blue bottle squid sriracha you probably haven't heard of them chia etsy. Twee occupy narwhal carry messenger bag. Fixie messenger bag cleanse skateboard."},{"id":486,"name":"Weihenstephaner Hefeweissbier","brand":"Harp","price":276,"abv":5.31,"pints_remain":22,"ingredients":"quick, syrupy, orange, green apple, graham cracker","description":"Cornhole cold-pressed artisan next level kickstarter diy slow-carb crucifix. Heirloom lo-fi photo booth. Pickled trust fund dreamcatcher art party chicharrones beard twee chambray."},{"id":487,"name":"Arrogant Bastard Ale","brand":"Tsingtao","price":257,"abv":4.88,"pints_remain":65,"ingredients":"structured, watery, red currant, raspberry, pineapple","description":"Brunch blog distillery five dollar toast. Taxidermy roof kitsch master pickled health. Deep v cred flannel 90's roof mumblecore single-origin coffee dreamcatcher. Skateboard mlkshk drinking banh mi. Beard artisan forage literally viral."},{"id":488,"name":"Sapporo Premium","brand":"Hoegaarden","price":269,"abv":4.4,"pints_remain":50,"ingredients":"deep, round, meyer lemon, dill, rubber","description":"Cred mustache +1. Meditation pinterest paleo bitters cray tumblr. Meggings tofu dreamcatcher ramps. Umami literally pabst hashtag. Austin pug brooklyn leggings."},{"id":489,"name":"Weihenstephaner Hefeweissbier","brand":"Murphys","price":265,"abv":6.24,"pints_remain":20,"ingredients":"juicy, watery, mango, tangerine, peanut","description":"Knausgaard forage yolo banjo. Neutra irony ramps disrupt art party church-key hella small batch. Microdosing next level forage ennui. Fingerstache carry shoreditch."},{"id":490,"name":"La Fin Du Monde","brand":"Heineken","price":259,"abv":3.21,"pints_remain":8,"ingredients":"faint, chewy, mango, bergamot, black currant","description":"Ramps synth cred migas church-key gentrify. Wayfarers church-key kickstarter roof neutra semiotics cronut cliche. Offal iphone letterpress microdosing kombucha chillwave. Chicharrones master small batch. Lo-fi xoxo sartorial."},{"id":491,"name":"Old Rasputin Russian Imperial Stout","brand":"Dos Equis","price":286,"abv":3.38,"pints_remain":98,"ingredients":"mild, silky, quakery, maple syrup, graham cracker","description":"8-bit photo booth butcher actually kinfolk. Wolf lumbersexual migas helvetica 8-bit cronut. Cray 3 wolf moon salvia truffaut direct trade. Flannel tattooed tofu. Poutine pork belly migas."},{"id":492,"name":"Trois Pistoles","brand":"BudLight","price":288,"abv":5.75,"pints_remain":28,"ingredients":"lingering, smooth, carbon, prune, sugar cane","description":"Diy crucifix banjo shabby chic quinoa. Portland pitchfork phlogiston. Retro yolo bespoke."},{"id":493,"name":"Duvel","brand":"Red Stripe","price":291,"abv":6.44,"pints_remain":74,"ingredients":"dirty, tea-like, papaya, fresh bread, fresh bread","description":"Tacos photo booth chillwave gentrify everyday. Offal yr green juice health brooklyn kitsch. Wolf synth quinoa thundercats pop-up cliche portland direct trade. Waistcoat umami salvia hashtag bitters diy synth."},{"id":494,"name":"Sapporo Premium","brand":"Lowenbrau","price":279,"abv":3.72,"pints_remain":55,"ingredients":"lingering, silky, green grape, clementine, wheat","description":"Yuccie knausgaard kitsch cornhole vinyl. Portland photo booth +1 offal fashion axe pinterest meh. Whatever yolo master offal mustache craft beer poutine. Ugh retro letterpress kinfolk 90's salvia. Retro keytar seitan polaroid kogi chartreuse flannel."},{"id":495,"name":"La Fin Du Monde","brand":"Paulaner","price":269,"abv":6.99,"pints_remain":113,"ingredients":"unbalanced, syrupy, hazelnut, cranberry, nectarine","description":"Ethical lomo tacos vice cardigan. Lumbersexual banh mi venmo. Fixie migas viral mixtape yr. Neutra narwhal migas forage portland hoodie. Fingerstache artisan lumbersexual goth kombucha brooklyn vinyl beard."},{"id":496,"name":"Brooklyn Black","brand":"Heineken","price":241,"abv":5.07,"pints_remain":108,"ingredients":"complex, full, wheat, bakers chocolate, lemon","description":"Chicharrones narwhal cold-pressed kitsch intelligentsia gluten-free polaroid disrupt. Selvage schlitz blue bottle craft beer austin pour-over. Drinking microdosing offal meditation aesthetic."},{"id":497,"name":"Two Hearted Ale","brand":"Coors lite","price":247,"abv":6.47,"pints_remain":80,"ingredients":"sharp, watery, watermelon, magnolia, soil","description":"Listicle fashion axe tumblr hoodie. Swag knausgaard salvia pitchfork +1 lumbersexual venmo. Celiac diy park crucifix dreamcatcher. Park fixie muggle magic seitan cray artisan viral actually."},{"id":498,"name":"Hennepin","brand":"Murphys","price":278,"abv":4.27,"pints_remain":95,"ingredients":"structured, syrupy, bittersweet chocolate, pecan, cherry","description":"Health yolo 90's. 8-bit humblebrag kinfolk hella meh skateboard food truck aesthetic. Sriracha meh drinking truffaut fixie lomo. Vice tousled tattooed meh cold-pressed offal pour-over. Synth offal 90's +1 vice biodiesel carry."},{"id":499,"name":"Alpha King Pale Ale","brand":"Samuel Adams","price":261,"abv":4.02,"pints_remain":8,"ingredients":"unbalanced, full, green-tea, bergamot, white grape","description":"Pug cardigan mustache ennui. Health schlitz tumblr echo 8-bit asymmetrical. Ennui listicle occupy."},{"id":500,"name":"Sapporo Premium","brand":"Lowenbrau","price":293,"abv":5.82,"pints_remain":93,"ingredients":"mild, coating, rose hips, cacao nibs, passion fruit","description":"Wolf put a bird on it marfa swag seitan flexitarian. Master pork belly xoxo. Chicharrones hella carry master meh. Cliche direct trade everyday beard jean shorts aesthetic chillwave slow-carb. Plaid fingerstache normcore."}]}